{
    "markdown": "**2.2.5 Proposed Action Decommissioning and Site Reclamation**\nThe objective of Project decommissioning and reclamation is to remove the installed power generation\nequipment and to encourage revegetation of native species, as feasible. The Applicant would be required to post\na reclamation bond as a condition of the ROW authorization issuance in order to ensure the availability of funds\nfor site decommission and reclamation. The Project’s bond would be based on the approved Decommissioning\nand Site Reclamation Plan. The plan will be finalized based on the selected Alternative prior to issuance of NTP.\nThe life of the Project would be approximately 30 years. While it is possible that the Project is repowered at the\nend of the 30-year period, for the purposes of the Draft EIS, decommissioning has been analyzed in Chapter 3\nfor all resources. Prior to termination of the 30-year ROW grant, the Applicant would update the site-specific\nDecommissioning and Site Reclamation Plan.\n\nThe Decommissioning and Site Reclamation Plan would provide details regarding the removal of all Project\ncomponents, reuse of materials to the extent feasible, and site restoration activities to a percentage of reference\nsite conditions. The Decommissioning and Site Reclamation Plan would discuss all currently applicable laws,\nordinances, regulations, and standards associated with the reuse, safe storage, or disposal of Project materials.\nThe plan would also include a description of procedures for removal, groundwater required for removal, and for\nnotification of regulatory agencies. Decommissioning requires approximately one-third of the workforce, time,\nand resources as construction of the Project; therefore, it would be expected to occur over six months and\nrequire the support of approximately 150 workers on average. Similarly, water use is estimated to require onethird the amount of construction or 335 acre-feet. The BLM would review the plan prior to approval.\n\n##### 2.3 No Action Alternative\nUnder the No Action alternative, the BLM would not authorize a ROW grant for the Project. No solar site,\nsubstation, gen-tie line, O&M facilities, or other Project components would be constructed. The BLM would\ncontinue to manage the land consistent with the CRMP (BLM 2001), as amended. Any future applications for\nsolar development of the site would be subject to the site-specific conditions identified in the BLM’s Western\nSolar Plan (BLM and DOE 2012), or as updated, and the applicable laws and land use plans in place at the time\nof application.\n\n##### 2.4 Alternative 1: Major Drainage Avoidance, Fenced Corridors, and Vegetation and Topography Maintenance\n\n**2.4.1 Overview**\nAlternative 1 (Major Drainage Avoidance, Fenced Corridors, and Vegetation and Topography Maintenance) is\ndesigned as a Project lifespan alternative; it would modify elements of the Proposed Action throughout\nconstruction, O&M, and decommissioning. The intent of Alternative 1 is to reduce disturbance to major washes,\nvegetation, and soils within the solar site by locating development areas outside of the major washes and\nproviding guidelines to limit vegetation disturbance during construction. Restoration would be conducted over\nthe lifespan of the Project through development and implementation of a Site Restoration and Revegetation\nPlan. Reducing disturbance would help to preserve soils, soil seed banks, native perennial vegetation, wildlife\nhabitat, and sensitive plant species, as well as reduce the potential for the introduction of invasive weeds,\nfugitive dust, and erosion from increased stormwater runoff volumes and velocities. Alternative 1 is also\ndesigned to simplify the reclamation of the Project site at the Project's end-of-life.\n\n**2.4.2 Elements the Same as the Proposed Action**\nAll of the Project's solar site components (i.e., solar array blocks, BESS, linear and ancillary facilities, water\nretention facilities, O&M facilities, and on-site substation) would be largely the same as for the Proposed\nAction, with the same energy production and storage capacity. The gen-tie line and access roads would also be\nthe same as for the Proposed Action.\n\n\n-----\n\n**2.4.3 Elements Unique to Alternative 1**\n\n**_2.4.3.1 Project Design_**\n\n**Development Blocks**\nUnder Alternative 1, Project development in the solar site would be limited to seven defined \"development\nblocks\" to avoid major washes (i.e., where modeled flows could exceed 3 feet in 100-year storm events) and key\naccess routes. Acreages of the seven development blocks are shown in Table 2.4-1. The balance of the 5,141acre application area, comprising 707 acres, would be outside of fenced areas under this alternative. Figure 2.4-1\nalso shows how the site would be divided into development blocks under Alternative 1. The minimum setback\nfor solar arrays is outside the 100-year flood plain of the large washes, as well as major roadways that would\nremain open. Alternative 1 would also create permeability through the Project solar site for movement of\nrecreationalists and wildlife, including game species. A more detailed site plan for Alternative 1 is shown in the\n_Alternatives Report_ , available with the Draft EIS on the BLM’s National BLM NEPA Register website.\n\n**Table 2.4-1** **Acreages of Development Blocks under Alternative 1**\n\n|Development block|Area (acres)|\n|---|---|\n|A|3,000|\n|B|317|\n|C|469|\n|D|225|\n|E|71|\n|F|259|\n|G|93|\n|Total|4,434|\n\n\n\n**Vegetation and Topography Maintenance**\nAlternative 1 includes several thresholds of disturbance for each type of construction method to be used within\nthe solar array areas. The thresholds do not apply to areas of permanent disturbance, such as equipment pads,\nbuildings, driveways, conduit channels, internal access roads within the solar array development blocks, or\ndetention basins. Under Alternative 1, overland travel methods would be utilized to develop the solar array\nblocks, so as to reduce disturbance to topography, soils, and vegetation and vegetation root systems. Methods\nwould include both overland travel that maintains vegetation and overland travel that crushes vegetation but\naims to preserve the root ball. The methods allow for some grading in the solar array development blocks. The\nthresholds are as follows:\n\n-  **Grading:** Traditional construction methods (i.e., disc and roll and grading) would be allowed for\n\nadjustments to topography or to construct around other constraints more easily. Within the solar\narray blocks, a maximum disturbance guideline for grading for panel installation is established at\napproximately 20 percent.\n\n-  **Overland travel/maintain vegetation:** Approximately 40 percent of the existing remaining\n\nperennial vegetation within each solar array block (not including areas for\nequipment pads, access roads, conduits, detention basins, etc.) would be preserved through limited\noverland travel and avoidance. During final design, the Applicant would need to demonstrate to\nthe BLM that this goal is feasible through selected construction methods.\n\n\n-----\n\n**Figure 2.4-1** **Proposed Development Blocks under Alternative 1**\n\n\n-----\n\n-  **Overland travel/crushed vegetation:** The remaining 40 percent of the solar array blocks (not\n\nincluding areas for equipment pads, access roads, conduits, detention basins, etc.) would be\nconstructed using overland travel, with the vegetation crushed over successive equipment passes.\nThe number of passes would be limited to the minimum needed to construct the features, with the\ngoal of maintaining root balls so that portions of these areas could later be restored.\n\n-  **Site Restoration and Revegetation Plan:** Alternative 1 also includes restoration over the lifespan\nof the Project to maintain the perennial vegetation cover and to restore vegetation that was subject\nto drive and crush within the solar array block area. The Site Restoration and Revegetation Plan\nwould also dictate maintenance of the vegetation for fire and operational safety over the lifespan\nof the Project. The Site Restoration and Revegetation Plan would identify the methods selected,\nincluding the seed mixes to be used to restore areas, if needed, in coordination with the BLM. The\ngoal is that by the end-of-life of the Project, up to 65 percent of the original application area\n(3,341 out of 5,114 acres) would have perennial vegetation cover. Decommissioning would then\nbe accomplished without greatly increasing the disturbance. Alternative 1, like the Proposed\nAction, would also require implementation of an Integrated Weed Management Plan over the\nlifespan of the Project.\n\n**_2.4.3.2 Alternative 1 Construction_**\n\nThe key feature of this alternative that differs from the Proposed Action is that the solar array blocks would be\nconstructed utilizing overland travel methods. Table 2.4-2 summarizes the guidelines for soil and vegetation\nmaintenance for this alternative broken down by construction method. _Overland travel/maintain sustainable_\n_vegetation_ describes alternative, non-traditional development methods for construction of solar arrays. This\nconstruction method is expected to improve the retention of native vegetation, wildlife habitat, soils, and seed\nbanks, while minimizing air quality impacts (i.e., from fugitive dust) and water resource impacts. This\nalternative construction method, thus, falls under the second \"tier\" of the mitigation hierarchy established by the\nBLM, which is to \"minimize impacts by limiting the degree or magnitude of the action and its implementation\"\n(BLM 2021, chap. 3). Methods that include overland travel but result in driving and crushing vegetation are\nexpected to maintain root systems and reduce impacts to vegetation and hydrology as compared with disc and\nroll and grading methods. Restoration in these areas of crushed vegetation is expected to be more feasible over\ntime, as described below under \"Operation and Maintenance (O&M)\".\n\nThe methods necessary for maintaining vegetation and establishing limited travel paths require specialized\nequipment and additional construction time. Therefore, the construction period for Alternative 1 would likely be\nlonger than for the Proposed Action, at an estimated 18 months versus 16 months. The additional construction\ntime would be in the early stages of the Project, during site preparation and PV array installation. The total\nestimated number of workers are expected to be the same as described for the Proposed Action.\n\n**Table 2.4-2** **Avoidance/Disturbance Area by Project Construction Method under Alternative 1**\n\n\n-----\n\nNotes:\n\na Equals 40 percent of the solar array development blocks, not including areas of permanent disturbance for facility\nfeatures (e.g., equipment pads, access roads, conduits, detention basins)\n\nb Equals 40 percent of the solar array development blocks, not including areas of permanent disturbance for facility\nfeatures (e.g., equipment pads, access roads, conduits, detention basins)\n\nc Equals 20 percent of the solar array development blocks, not including areas of permanent disturbance for facility\nfeatures (e.g., equipment pads, access roads, conduits, detention basins), which may be graded for topography or other\nneeds.\n\nd Assumes that 20 percent of the overland travel/crush vegetation would recover during operations. This estimate is\nconservative but allows for on-going impacts to vegetation from operations and is a minimum.\n\ne O&M facility (2.8 acres), substation (8.3 acres), access roads and driveways (89 acres), water storage facility (4 acres),\nBESS (2.7 acres), equipment areas (1.4 acres), aboveground collector lines (1.2 acres), feeder lines (40 acres), swales\n(21 acres), retention basins (45 acres)\n\n**_2.4.3.3 Operation and Maintenance (O&M)_**\nDuring O&M, areas of vegetation would be maintained. Vehicle trips between solar array blocks would be\nlimited to access roads and the shortest path to equipment off of the access roads, with the goal of minimizing\nimpacts to existing vegetation. Vehicular access would occur in the smallest possible vehicle to complete the\nactivity or, when possible, on foot. Vegetation under panels and around equipment would be trimmed or mowed\nas needed to ensure safe operation. The Site Restoration and Revegetation Plan would be initiated following\ncompletion of the primary construction phase, during O&M. The goal would be to restore vegetation so that up\nto 65 percent of the total initial application area is maintained with vegetation.\n\n\n-----\n\n**_2.4.3.4 Decommissioning_**\nDecommissioning would be as described in Section 2.2.5 for the Proposed Action and consist of removing all\nProject materials from the site. Areas without vegetation through the solar array blocks would be used for access\nto the maximum extent possible. Restoration and reclamation of the remaining Project disturbance would then\nbe undertaken. Decommissioning would be performed as identified in the Decommissioning and Site\nReclamation Plan.\n\n##### 2.5 Alternative 2: Alternative Supplemental Access During Construction\n\n**2.5.1 Overview**\nAlternative 2 (Alternative Supplemental Access During Construction) includes providing supplemental access\nduring construction to disperse some of the vehicle trips that under the Proposed Action would be concentrated\non East Walker Road. This alternative was discussed with Nevada Copper, who has agreed to allow for\nsupplemental access through their private property on the Pumpkin Hollow Mine, contingent on a mutual legal\nagreement identifying the terms of use. Cooperative agreements would also be obtained with LADWP to also\nuse existing roads on the BLM land for which they hold a non-exclusive ROW.\n\n**2.5.2 Elements the Same as the Proposed Action**\nAll elements of the Project would be the same as those of the Proposed Action under this alternative. The solar\nsite and gen-tie would be constructed exactly as described for the Proposed Action (unless this alternative is\nlayered with Alternative 1, in which case all elements would be the same as for Alternative 1). The primary\ndifference in this alternative is the addition of supplemental access routes used during construction.\n\n**2.5.3 Elements Unique to Alternative 2**\n\n**_2.5.3.1 Project Design_**\nThe current number of vehicle trips per day is estimated in the Air Quality Report (RCH 2023). The estimated\ntrips by Project phase are provided in Table 2.2-2 and would include several hundred roundtrips per day during\npeak construction. The Proposed Action includes one access route to the Project site, relying on East Walker\nRoad to connect to Reese River Road. East Walker Road is a local, mostly unpaved road serving two residences,\nagricultural areas, and recreationalists accessing the Walker River State Recreation Area and the BLM lands.\n\nAlternative 2 would involve partial use of one or two additional access options for a portion of the vehicle trips\nin order to reduce the impact on the residences along East Walker Road, as well as resulting impacts\ncompounded by traffic associated with the Walker River State Recreation Area. No upgrades or new disturbance\nwould be associated with the use of supplemental access routes. Maintenance of the supplemental access roads\nis expected and would be the responsibility of the Applicant. The supplemental access routes are summarized in\nTable 2.5-1 and shown in Figure 2.6-1 and Figure 2.6-2.\n\n**Table 2.5-1** **Supplemental Access Road Options under Alternative 2**\n\n\n-----\n\n**_2.5.3.2 Project Construction_**\nSupplemental access routes would only be utilized during Project construction. The purpose of the supplemental\naccess routes would be to reduce some of the vehicle trips along East Walker Road by dispersing them across\nother access routes. A typical scenario could include reducing worker-vehicle travel by diverting up to 25\npercent to other routes. Construction workers would likely be commuting from the Reno and Carson City\nmetropolitan areas. A percentage of workers could be directed to the supplemental access routes.\n\n**_2.5.3.3 Project O&M and Decommissioning_**\nAlternative 2 would not apply to the O&M phase of the Project. The supplemental access routes would only be\nutilized during Project construction. Decommissioning requires approximately one-third the workers and trips\nand thus impacts would be reduced compared with the Proposed Action. The routes, particularly through the\nNevada Copper property, may not exist at the time of decommissioning.\n\n##### 2.6 Alternative 3: Alternative Gen-tie Connecting to Greenlink West\n\n**2.6.1 Overview**\nAlternative 3 (Alternative Gen-tie Connecting to Greenlink West) entails connecting the gen-tie line from the\nProject to the proposed Greenlink West Transmission Project through a new switching station under the\nGreenlink West line. This alternative requires authorizations that are not guaranteed at this time. NV Energy\nmust approve this alternative in consideration of system operation and integration. This alternative's feasibility\nalso depends upon the approval and construction of the proposed Greenlink West Transmission Project, which is\ncurrently also undergoing NEPA review (the 90-day public comment period on the Draft EIS concluded on\nAugust 3, 2023).\n\n**2.6.2 Elements the Same as the Proposed Action**\nAll of the Project solar site components (i.e., solar PV modules/arrays, BESS, linear and ancillary facilities,\nwater retention facilities, operations, and maintenance facilities) would be the same as described for the\nProposed Action, with the exception of the location of the on-site substation. The Project solar site access road\nwould also be the same as described for the Proposed Action (unless this alternative is layered with Alternative\n1, in which case all elements except for the substation would be the same as for Alternative 1).\n\n\n-----\n\n**Figure 2.6-1** **Proposed Alternative 2 Access Route Option: Pursel Lane to LADWP Transmission Line**\n**Road**\n\n\n-----\n\n**Figure 2.6-2** **Proposed Alternative 2 Access Route Option: LADWP Transmission Line Road from US**\n**95A**\n\n\n-----\n\n**2.6.3 Elements Unique to Alternative 3**\n\n**_2.6.3.1 Project Design_**\nAlternative 3 entails moving the proposed 525 kV substation on the solar site further south along the eastern\nboundary of the site, building a new switching station under the proposed Greenlink West line, and building a\nnew 0.54-mile-long 525 kV gen-tie between the solar site substation and new switching station, as shown in\nFigure 2.6-3. The gen-tie would include approximately four tubular steel or H-frame transmission line poles\nsimilar to those described for the Proposed Action. A switching station is an electrical substation with only one\nvoltage level, whose only function is switching actions. Switching stations do not have transformers but can tie\ntogether two or more electrical circuits through switches. The switching station would connect into the proposed\nGreenlink West transmission line to feed power generated at the Project solar site into NV Energy's system. The\nproposed Greenlink West transmission line would then continue on to the Fort Churchill substation. Under\nAlternative 3, the on-site 525 kV substation would displace solar arrays as they are located under the Proposed\nAction design. Solar arrays would instead be located in the area of the substation under the design of the\nProposed Action, with no net change in the number of solar arrays. The on-site substation footprint would\nremain at 8.3 acres. The new switching station under the proposed Greenlink West transmission line would be\napproximately 8 to 10 acres in size. The new switching station would be owned and operated by NV Energy. All\nof the new infrastructure, including the gen-tie line and the switching station, would be located within the\nexisting Section 368 designated utility corridor adjacent to the solar site. The estimate of new disturbance\nassociated with the gen-tie is shown in Table 2.6-1.\n\n**Table 2.6-1** **Summary of Estimated New Permanent Disturbance for the Gen-tie under Alternative 3**\n\n|Component|Acres of impact|Description|\n|---|---|---|\n|Gen-tie line|0.5|Approximately 0.54 mile of gen-tie line with 4 H-frame poles; approximately 0.12 acre cleared out around each|\n|New access road along gen-tie line|1.3|Approximately 0.54 mile of new 20-foot-wide access road from the Project substation to the switching station|\n|New switching station|10|A new switching station within the adjacent Section 368 utility corridor, between the solar site and Greenlink West.|\n|All|11.8||\n\n\n\n**2.6.3.1** **_Project Construction_**\nThe Project substation would be constructed as described for the Proposed Action. The new switching station\nwould also require the same construction methods as the on-site substation. Switching station construction\nwould consist of site grading, concrete equipment foundation forming and pouring, crane-placed electrical and\nstructural equipment, underground and overhead cabling and cable termination, ground grid trenching and\ntermination, control building erection, and installation of all associated systems including, but not limited to,\nheating, ventilating, and air conditioning system components; distribution panels; lighting; communication and\ncontrol equipment; and lightning protection. The switching station area would be excavated to a depth of 10\nfeet. After installation of the grounding grid, the area would be backfilled, compacted, and leveled, followed by\nthe application of 6 inches of aggregate rock base. Equipment (i.e., breakers, buswork, and metal dead-end\nstructures) installation would follow. A prefabricated control house would be installed to house the electronic\ncomponents required for the substation equipment.\n\n**2.6.3.1** **_Project O&M and Decommissioning_**\nThe O&M and decommissioning phases would be the same as for the Proposed Action; however, only 0.54 mile\nof gen-tie line would need to be maintained. NV Energy would maintain the switching station.\n\n\n-----\n\n**Figure 2.6-3** **Proposed Alternative 3: Gen-tie and Substation Connecting into Proposed Greenlink West**\n\n\n-----\n\n##### 2.7 Federal Lead Agency Preferred Alternative\nUnder NEPA, the _preferred alternative_ is a preliminary designation of the lead agency’s preference of action\namong the Proposed Action and alternatives. The identification of a preferred alternative does not constitute a\ncommitment or decision in principle by the BLM, and there is no requirement for the BLM to select the\npreferred alternative in the ROD. Under NEPA, a lead agency may select a preferred alternative for a variety of\nreasons, including the agency’s priorities in addition to the environmental considerations discussed in the Draft\nEIS. The BLM, at the ROD, may also choose components of different alternatives, as presented, and evaluated\nin the Draft EIS. In accordance with NEPA (40 CFR § 1502.14(d)), the BLM has designated all elements of\nAlternative 1, Major Drainage Avoidance, Fenced Corridors, and Vegetation and Topography Maintenance\ncombined with Alternative 2, Supplemental Access During Construction as the preferred alternative.\n\n##### 2.8 Alternatives Considered but Eliminated from Detailed Study\nThe BLM eliminated from further detailed analysis any alternatives that met the following criteria (BLM 2008,\n§6.6.3):\n\n-  It is ineffective (it would not respond to the purpose and need).\n\n-  It is technically or economically infeasible (consider whether implementation of the alternative is\n\nlikely given past and current practice and technology; this does not require cost-benefit analysis or\nspeculation about an applicant’s costs and profits).\n\n-  It is inconsistent with the basic policy objectives for the management of the area (such as, not in\n\nconformance with the LUP).\n\n-  Its implementation is remote or speculative.\n\n-  It is substantially similar in design to an alternative that is analyzed.\n\n-  It would have substantially similar effects to an alternative that is analyzed.\n\nSeveral alternative sites, technologies, and methods were considered but eliminated, as described in Table 2.8-1.\nAdditional information on the alternatives considered but eliminated is provided in the _Alternatives Report_\n(Panorama 2023).\n\n**Table 2.8-1** **Alternatives Considered but Rejected**\n\n\n\n|Alternative|Description|\n|---|---|\n|Private land|Much of the available private land in the region is dominated by agricultural use or terrain that is not suitable for solar development or is part of the Pumpkin Hollow Copper Mine. Additionally, 85 percent of the land in Nevada is owned by the federal government, which limits the amount of available private land for development.|\n|Other BLM-administered lands|Other suitable areas are proposed for other energy development projects (primarily solar) or have other constraints, including potential impacts from military operations, tribal lands, and special land uses, such as wetlands around the Fort Churchill substation or proximity to the Pony Express Trail and Lahontan Reservoir/Carson River.|\n|Brownfield/degraded land|The USEPA tracks 480,000 contaminated sites for potential reuse for renewable energy development as part of its Re-Powering America’s Lands Initiative. As with the private land alternatives previously described, it would be technically possible to develop solar energy on these contaminated sites. However, there were no identified sites in the region that would be sufficiently large enough to support a 700 MWac project with feasible access to transmission lines and substations with adequate capacity.|\n\n\n-----\n\n|Alternative|Description|\n|---|---|\n|Other types of renewable energy: solar, wind or geothermal|Other types of renewable energy projects, including wind, geothermal, and other solar technologies, were eliminated from detailed consideration because they would not meet the BLM’s purpose and need to respond to the Applicant’s application.|\n|Distributed generation|Distributed-generation solar was also eliminated from detailed consideration. Distributed generation refers to the installation of small- scale solar energy facilities at individual locations at or near the point of consumption (e.g., use of solar PV panels on a business or home to generate electricity for on-site consumption). Distributed-generation systems usually generate less than 10 MW and thus would fail to promote the BLM’s objective to permit substantial quantities of renewable energy generation.|\n|Demand-side management|This potential alternative to utility-scale solar PV energy development consists of a variety of approaches to reduce electricity use, including energy efficiency and conservation, building and appliance standards, and load management and fuel substitution. With population growth and increasing demand for energy, conservation and demand-side management alone is not sufficient to address energy demands. These efforts also do not respond to federal mandates to promote, expedite, and advance the production and transmission of environmentally sound energy resources, including renewable energy resources and, in particular, cost-competitive solar energy systems at the utility scale.|\n|Concentrated photovoltaic technology|Concentrated photovoltaic (CPV) technology uses layers of wafers to absorb different wavelengths of sunlight and provide more power conversion efficiency than typical PV panels. This technology requires dual tracking technology to provide critical alignment with direct sunlight in order to be efficient. CPV panels are mounted on taller structures than traditional PV panels (as high as 40 feet above the surface). This alternative was eliminated from detailed study because this technology is relatively new and there are uncertainties for long-term performance reliability. Further, the manufacturing capacity to supply large-scale utility projects has not been proven to date.|\n|Alternative access via Minister Road|Commenters during scoping suggested the use of Minister Road, through the Walker River State Recreation Area, to connect to Reese River Road as an alternative access route to the solar site. This alternative was evaluated through coordination with Nevada State Lands, who stated that use of their new road connecting to Minister Road through the park would only be used for park access and would not be compatible with construction traffic. Therefore, this alternative was rejected.|\n\n\n##### 2.9 Comparison of Effects\nThis Draft EIS examines the range of reasonable alternatives developed to meet the Project’s purpose and need,\nalong with a No Action alternative. A No Action alternative is required to be considered under NEPA (40 CFR §\n1502.14) as a basis for comparison. Table ES-2 in the Executive Summary to this EIS provides a comparison of\nthe alternatives as described in Section 2.2.\n\n\n-----\n\n### Chapter 3 Affected Environment and Environmental Impacts\n\n##### 3.1 Introduction \n\n**3.1.1 Affected Environment**\nThis chapter describes the existing or affected environment, including conditions and trends of the human\nand physical environment that could be affected by the Proposed Action and alternatives described in\nChapter 2. The affected environment is presented for the Project area, including the Project solar site and\nall areas on which ancillary facilities (i.e., access roads, gen-tie lines) are proposed to be sited. Resources\naddressed include those that occur within, are adjacent to, or are associated with the Proposed Action and\nalternative analysis area (referred to as the _study area_ for select resource topics). The affected\nenvironment establishes the baseline from which environmental effects are assessed.\n\n**3.1.2 Environmental Effects**\nThis chapter also describes environmental consequences, referred to as “impacts” or “effects” of\nimplementing the alternatives. Impacts are defined as modifications to the environment over existing\nconditions that are caused by a proposed action. Direct, indirect, and cumulative impacts are described in\nthis chapter. Terminology for discussion of environmental impacts under NEPA is defined in part 1508 of\nthe April 20, 2022, Phase 1 CEQ revisions of the Regulations for Implementing the NEPA (40 CFR §§\n1508.1(g)).\n\nPotential impacts were evaluated based on the assumption that environmental commitments would be\nimplemented as part of the proposed activities. Environmental commitments may include BMPs,\nminimization measures, mitigation measures, conservation measures, environmental compliance,\ncompensatory mitigation, programmatic design features (PDFs), SOPs, or other commitments. Proposed\nenvironmental commitments summarized for each resource are in Appendix E, _Mitigation, Monitoring,_\n_and Reporting Measures_ . The BLM would implement these measures directly or through third-party\ndelegation to avoid, minimize, and mitigate environmental impacts of the Project.\n\nBecause the Project is tiered to the 2012 Western Solar Plan, the Project is subject to the Western Solar\nPlan PDFs (Appendix A in the Western Solar Plan), which would potentially reduce the impacts of the\nProject (BLM and DOE 2012). PDFs are presented first with “Western Solar Plan PDF” followed by the\nacronym for the applicable resource topic used in the Western Solar Plan. The CRMP identifies SOPs that\ncould reduce effects, which are also identified where applicable in the analysis.\n\n**3.1.3 Mitigation Measures Identified in the Analysis**\nProject specific mitigation measures (MMs) are proposed, where applicable, based on potential for\nadverse effects from the Project. An MM is a specific requirement of Project implementation that either\navoids, reduces, or minimizes a potential environmental impact. MMs are designed to be appropriate,\neffective, and enforceable in accordance with CEQ guidance (CEQ 2011). Each mitigation measure is\nassigned an alphanumeric reference code consisting of “MM” followed by an abbreviation representing\nthe applicable resource topic, and a serialized number. For example, mitigation measures applicable to\nimpacts to land use are assigned a reference code beginning with “MM-LU-.”\n\n\n-----\n\n##### 3.2 Cumulative Impacts\n\n**3.2.1 Overview**\nCumulative impacts are the incremental impacts of past, present, and reasonably foreseeable future\nactions in combination with the direct and indirect impacts of the Project. Other projects are considered\nregardless of what agency (federal or non-federal), or individual undertakes the project. The cumulative\nimpacts analysis in this EIS considers the potential for cumulative impacts in the vicinity of the Project, in\nLyon and Mineral counties, Nevada. Cumulative impacts can result from individually minor but\ncollectively significant actions taking place over a period of time (40 CFR § 1508.1(g)(3)). Under NEPA,\na cumulative impacts analysis is accomplished through the following steps:\n\n-  Establish geographic and temporal scopes for analysis.\n\n-  Identify the affected environment, including resources, ecosystems, and human communities, their\nbaseline conditions, and current stresses in relation to regulatory thresholds.\n\n-  Identify past, present, and reasonably foreseeable future actions within the geographic and temporal\nscope and their impacts to resources.\n\n-  Determine the incremental environmental effects of the project combined with past, present, and\nreasonably foreseeable future actions and provide a discussion of the magnitude and significance of\neach.\n\n**3.2.2 Geographic Extent and Timeframe for Cumulative Analysis**\nTable 3.2-1 provides the geographic scope of the cumulative impacts analysis for potentially affected\nresources within the Project area. The geographic scope of impacts will vary based on the nature of the\nresource being evaluated and the distance at which an impact might occur. For example, the analysis of\nair quality impacts may have a larger geographic scope than that for soils.\n\nThe temporal scope of this cumulative impacts analysis is the lifespan of the Project, from\nimplementation to 30 years in the future, followed by the decades over which restoration activities could\ncontinue. Projects with potential cumulative impacts for which an application has been submitted to a\npermitting agency or that are in the planning stage have been included in the analysis. Past and present\nprojects are only included if their current impacts would aggregate with those of the Proposed Action or\nalternatives. Past projects are only included to the extent that their impacts are ongoing. For example, the\nPumpkin Hollow Copper Mine project is a past project, but plans for its future operation could contribute\nto cumulative impacts when considered with the Project.\n\n**Table 3.2-1** **Geographic Extent of the Cumulative Impacts Analysis by Resource Topic**\n\n\n\n\n|EIS topic or topics|Geographic scope|Explanation|\n|---|---|---|\n|Soils, water uses, and jurisdictional waters|Mason Valley Hydrographic Unit|Impacts from other projects within the same areas of surface hydrologic connectivity and within the connected groundwater system could aggregate. Soil destabilization and erosion from other projects in the same areas of surface water hydrologic connectivity could occur downstream.|\n|Biological resources: general wildlife, special status species, and vegetation|The Mason Valley and Wassuk Range|Projects within this geographic boundary would be expected to affect similar vegetation, habitat, and wildlife. This geographic scope accounts for the area within which similar populations of species or habitat could occur.|\n\n\n-----\n\n|EIS topic or topics|Geographic scope|Explanation|\n|---|---|---|\n|Land use, recreation, socioeconomic, environmental justice, public health, and safety; and mineral resources|Lyon and Mineral counties; Nye and Churchill counties considered for socioeconomic impacts|Projects within these geographic extents may also affect the same land uses and recreational resources, public services and communities, and mineral resources.|\n|Rangeland Resources|Gray Hills, Perry- Springs Deadman, Black Mountain, Parker Butte, and Cleaver Peak allotments|Project that could affect the same allotments could have cumulative impacts.|\n|Air quality|Mason Valley Hydrographic Basin|Projects within the same basin used for air impact analyses as the Project could have cumulative impacts. In Nevada, hydrographic basins are also used to address air quality.|\n|Climate change|Nevada and California|Cumulative impacts from GHGs were considered for the states where the power generated from the solar facility could offset emissions from carbon-based power- generation sources.|\n|Visual resources, recreation|Within an approximately 15-mile radius of the Project site|Projects within this geographic area could have adverse impacts on the same visual and recreational resources.|\n|Historic resources, Native American religious concerns|Within 5-mile radius of the Project site|Impacts within this geographic area are likely to originate with the same ethnographic group or from the same historic period, and could have an impact on the visual, auditory, and atmospheric conditions of a resource.|\n|Transportation|Transportation systems within Lyon, Churchill, and Mineral counties|Projects that use the same roadways would have the potential to contribute to cumulative effects.|\n|Public health and safety|Lyon and Mineral counties|Projects that are located nearby could contribute to cumulative effects. Projects that utilize the same roadways could also contribute to cumulative effects and would be project-specific. Lyon and Mineral counties are considered for cumulative effects related to landfill and fire and emergency services.|\n\n\n**3.2.3 Past, Present, and Reasonably Foreseeable Future Projects**\nThe cumulative impacts analysis includes all projects related to renewable energy, transportation,\ninfrastructure improvement, pipeline and electric transmission, and other large-scale, near-term plans that\nmeet the following criteria:\n\n-  Projects for which environmental documents are in preparation or finalized,\n\n-  Projects in a detailed design or planning phase,\n\n\n-----\n\n-  Projects approved but not yet under construction (e.g., published NTPs, funding for construction),\n\n-  Projects approved and under construction, and\n\n-  Projects in the bidding or research phase that are reasonably likely to be proposed.\n\nThe actions listed in Table 3.2-2 and shown in Figure 3.2-1 are those within the geographic scope of the\ncumulative impacts analysis that are ongoing or reasonably foreseeable and that, along with the Project,\ncould contribute to cumulative impacts. None of the listed actions are directly connected to or dependent\non the Proposed Action or alternatives.\n\n\n-----\n\n**Table 3.2-2** **Projects within the Geographic Scope of the Cumulative Impacts Analysis**\n\n\n-----\n\n-----\n\n-----\n\n**Figure 3.2-1** **Cumulative Projects**\n\n\n-----\n\n##### 3.3 Air Quality and Climate Change\n\n**3.3.1 Introduction**\nThis section addresses the potential impacts of the Project on air quality. The information presented in\nthis section is based on the Air Quality Technical Report for the Libra Solar Project (RCH 2023).\n\n**3.3.2 Analysis Area**\nAir quality is a regional resource and is neither defined nor limited by Project or jurisdictional boundaries.\nHydrographic basins, defined as the area from which precipitation flows into a single stream or drainage,\nare also used to define local airsheds as the air quality management unit throughout Nevada. The\nhydrographic basins were developed based on topography and, thus, airsheds tend to be consistent with\nthose basins. The Project area is located within the Mason Valley Hydrographic Unit or Basin, as shown\nin Figure 3.3-1.\n\nGreenhouse gases (GHGs) are global pollutants and have atmospheric lifetimes of up to several thousand\nyears, which permits dispersal of GHGs around the globe. The analysis area for GHG emissions,\ntherefore, is global. This analysis focuses on Nevada and California where emissions are quantifiable\n(IPCC 2014).\n\n**3.3.3 Affected Environment**\n\n**_3.3.3.1 Overview_**\nThe Project site is located near Yerington, Nevada. Yerington has a dry desert climate with hot and dry\nsummers and mild winters. The average temperature for summer is around 90 degrees Fahrenheit, and the\nwinter temperatures rarely reach freezing. The area experiences little humidity. The region receives\napproximately 5 inches of rain per year and 4 inches of snow (Visual Crossing Corp. n.d.). Snow\naccumulates on the ground for only a few days per year most years.\n\nThe Project is in a region with moderate wind. The windier part of the year lasts for approximately 4\nmonths, from mid-February through the end of June. The calmest month of the year in Yerington is\nJanuary (WeatherSpark, n.d.). Meteorological data were obtained for the air quality analysis from Fallon\nStation for the five-year period of 2017 through 2021 (NOAA 2017; 2022). Winds are predominantly\nfrom the south-southwest-and west-northwest, with an average wind speed of 3.2 meters per second (7.2\nmph) **.**\n\n**_3.3.3.2 Air Standards_**\nThe USEPA has set national ambient air quality standards (NAAQS) to protect public health and the\nenvironment. NAAQS are defined for six criteria pollutants: ozone (O 3 ), carbon monoxide (CO), nitrogen\ndioxide (NO 2 ), sulfur dioxide (SO 2 ), lead (Pb), and particulate matter (PM). The State also has established\nair quality standard for the same pollutants (Nevada Administrative Code [NAC] Title 40 § 445B.22097).\nThe State and NAAQS-established thresholds for the criteria air pollutants at different averaging periods,\nalong with the primary and secondary standards for each, are provided in Table 3.3-1.\n\nPrimary standards are concentration thresholds that provide public health protection, including for\nsensitive populations such as asthmatics, children, and the elderly. Secondary standards are concentration\nthresholds provide public welfare from any known or anticipated adverse effects of a pollutant, including,\nbut not limited to, protection against decreased visibility and damage to animals, crops, vegetation, and\nbuildings.\n\n\n-----\n\n**Figure 3.3-1** **Mason Valley Hydrographic Basin**\n\n\n-----\n\n**Table 3.3-1** **Nevada and National Ambient Air Quality Standards for Criteria Pollutants**\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n|Pollutant|Averaging time|Nevada standards|NAAQS primary standards|NAAQS secondary standards|\n|---|---|---|---|---|\n|O 3|8 hours|0.070 ppm|0.070 ppm (137 µg/m3)|0.070 ppm (137 µg/m3)|\n|O 3|1 hour|0.10 ppm (195 µg/m3)1|N/a|N/a|\n|CO|1 hour|35 ppm (40 µg/m3)|35 ppm (40 µg/m3)|N/a|\n|CO|8 hours|9 ppm (10 µg/m3)2 6 ppm (7 µg/m3)3|9 ppm (10 µg/m3)|N/a|\n|NO 2|1 hour|100 ppb (188 µg/m3)|100 ppm (188 µg/m3)|N/a|\n|NO 2|Annual arithmetic mean (AAM)|0.053 ppm (100 µg/m3)|0.053 ppm (100 µg/m3)|0.053 ppm (100 µg/m3)|\n|SO 2|1 hour|75 ppb (196 µg/m3)|75 ppb (196 µg/m3)|—|\n|SO 2|3 hours|0.5 ppm (1,300 µg/m3)|N/a|0.5 ppm (1,300 µg/m3)|\n|SO 2|24 hours|0.14 ppm (365 µg/m3)|0.14 ppm (365 µg/m3)4|N/a|\n|SO 2|AAM|0.030 ppm (81 µg/m3)|0.030 ppm (81 µg/m3)4|N/a|\n|Pb|Calendar quarter|N/a|1.5 µg/m3|1.5 µg/m3|\n|Pb|Rolling 3-month average|0.15 µg/m3|0.15 µg/m3|0.15 µg/m3|\n|PM 10|24 Hours|150 µg/m3|150 µg/m3|150 µ/m3)|\n|PM 10|AAM|50µg/m3|50 µg/m3|50 µg/m3|\n|PM 2.5|24 hours|35µg/m3|35 µg/m3|35 µg/m3|\n|PM 2.5|AAM|12.0 µg/m3|12.0 µg/m3|15 µg/m3|\n|H S 2|1 hour|0.08 ppm (112 µg/m3)|N/a|N/a|\n\n\n_mg/m_ _[3]_ _: milligrams per cubic meter       ppm: parts per million          ppb: parts per billion_\n\nµ _g/m_ _[3]_ _: micrograms per cubic meter    AAM: annual arithmetic mean_\nNotes:\nNot applicable (N/a) indicates that the standard is not applicable to the Project.\nFor the Lake Tahoe Basin, #90\nFor areas less than 5,000 feet (1,524 meters) above mean sea level\nFor areas at or greater than 5,000 feet (1,524 meters) above mean sea level\nApplies to areas of nonattainment; however, there are no SO2 nonattainment areas in Nevada.\n_Source:_ (State of Nevada 2020; USEPA 2020)\n\n\n-----\n\n**_3.3.3.3 Air Quality Designations_**\nThe USEPA designates attainment status for air quality standards within hydrographic basins. Attainment\nareas meet or exceed ambient air quality standards, and non-attainment areas do not. States with nonattainment areas are required to draft a State Implementation Plan (SIP), which must include measures\nthat the state will take to improve air quality. Once the ambient air quality standards and additional\nredesignation requirements in the Clean Air Act are met, the USEPA designates the area as a\n\"maintenance area\" (U.S. Environmental Protection Agency (EPA), n.d.-a). The Project area is located\nwithin the Mason Valley Hydrographic Basin, which is in attainment for all pollutants. The Washoe\nCounty Hydrographic Basin is the nearest basin to the west of the Project area, and where Project workers\nare expected to originate as it contains the cities of Reno and Carson City. The Washoe County\nHydrographic Basin is designated as a non-attainment area for PM 10 , a maintenance area for CO, and\nattainment for all other criteria pollutants. Background concentrations for NO 2 , CO and SO 2 can be found\nin the Air Quality Technical Report for the Libra Solar Project (RCH 2023).\n\n**_3.3.3.4 Greenhouse Gases/Climate Change_**\nThe term greenhouse gasses (GHGs) refers to gases that trap heat in the atmosphere. GHGs are released\ninto the earth’s atmosphere through a variety of natural processes and human activities. The primary\nGHGs are carbon dioxide (CO 2 ), methane (CH 4 ), nitrous oxide (N 2 O), ozone, and water vapor. Others\ninclude hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), and sulfur hexafluoride (SF 6 ). GHG\nemission inventories are measured in units of carbon dioxide equivalent (CO 2 e).\n\nAn expanding body of scientific research supports the theory that global climate change is currently\naffecting weather patterns, average sea level, ocean acidification, chemical reaction rates, and\nprecipitation rates, and that it will increasingly do so in the future. The climate and several naturally\noccurring resources within the Western U.S. could be adversely affected by global climate change. Mass\nmigration and/or loss of plant and animal species could also occur. Potential effects of global climate\nchange that could adversely affect human health include more extreme heat waves and heat-related stress;\nan increase in climate-sensitive diseases; more frequent and intense natural disasters such as flooding,\nhurricanes, and drought; and increased levels of air pollution.\n\nNevada’s GHG emissions inventory mirrors trends occurring across the Western U.S., where\ntransportation-sector emissions (35 percent) exceed those from the energy sector (32 percent). Industrial,\nresidential, and commercial emissions are growing rapidly while those associated with other sectors\nremain relatively consistent (State of Nevada 2020). Nevada generates emissions comprising less than 1\npercent of the overall emissions in the U.S., which is proportional to the State’s relative population.\n\n**3.3.4 Environmental Consequences**\n\n**_3.3.4.1 Methods_**\nThe air quality analysis presented herein follows guidance within Sections 5.11.1 and 5.11.2 and\nAppendices A.2 and M.13 of the Western Solar Plan (BLM and DOE 2012). Emissions generated during\nconstruction of the Project were calculated based on the detailed list of equipment and the schedule\npresented in the Project’s POD (Arevia 2023). Dispersion modeling of the air emissions generated during\nconstruction was conducted to determine the maximum concentrations of criteria pollutants at receptor\nlocations near the Project area (including the solar site, gen-tie, and access road) to evaluate compliance\nwith NAAQS and Nevada air quality standards. Receptor locations include anywhere that a person could\nfeasibly be, including at the fence line of the Project solar site and adjacent to the gen-tie alignment.\nModeling methods and assumptions are provided in more detail in the Air Quality Technical Report for\nthe Libra Solar Project (RCH 2023).\n\nIn addition to criteria air pollutants, hazardous air pollutants (HAPs) were also evaluated. HAPs (such as\nacetaldehyde, formaldehyde, benzene, toluene, and xylene) are gaseous organic and inorganic chemicals\nand PM, which the USEPA has identified to have known or suspected potential to cause cancer or other\nserious health effects. HAPs are emitted by a wide range of sources, including construction equipment\nand industrial facilities. The CAA mandates that the USEPA regulate HAP emissions. While no ambient\n\n\n-----\n\n(i.e., outdoor) standards for HAP emissions levels have been developed, standards for HAP emissions\nemitted by stationary sources have been established. HAP emissions are calculated based on speciation\nfactors that are essentially the percentage of an individual HAP within the total VOC emissions from\nconstruction equipment and vehicles.\n\nThe Project is in an attainment area for all NAAQS and is not subject to new or modified major source [1]\npermitting under the CAA’s Prevention of Significant Deterioration (PSD) analysis (USEPA 2023). For\ninformational purposes, however, an analysis was undertaken to calculate the air pollutants from the\nProject within the nearest location to Yosemite National Park and the other Class I areas, including\nDesolation Wilderness, Mokelumne Wilderness, Emigrant Wilderness, and Hoover Wilderness. These\nClass I areas are located within 62 miles of the Project area, the maximum recommended modeling\ndistance for American Meteorological Society/USEPA Regulatory Model (AERMOD)(USEPA 2018).\nThe closest Class I areas are Mokelumne Wilderness and Hoover Wilderness, located approximately 42\nmiles from the Project area. Yosemite National Park is located approximately 57 miles from the Project\narea.\n\n**_3.3.4.2 Proposed Action_**\n\n**Construction Impacts**\n**Air Quality.** Construction-related emissions are expected to be short-term. Emissions include combustion\nemissions (CO, NO 2 , SO 2 ) and fugitive dust. Construction-related fugitive dust emissions would vary\nfrom day to day, depending on the level and type of activity, silt content of the soil, and the weather.\nSustained high winds (greater than 25 mph) occur less than two percent of the time in the Project region\n(NOAA 2017; 2022). Fugitive dust, including wind-driven fugitive dust, generated during construction\nwould include not only PM 10 but also larger particles. These dust particles would fall out of the\natmosphere within several hundred feet of the construction areas, which could result in nuisance-type\nimpacts. Table 3.3-2 presents the maximum combustion and fugitive dust emission (CO, NO 2 , SO 2 , PM 10 ,\nand PM 2.5 ) concentrations that were modeled for construction. The modeling was based on the Proposed\nAction, incorporating combustion and fugitive dust controls during 2025 and assuming water would be\ntrucked to the Project area. Table 3.3-3 presents the same information but assumes use of an on-site\ngroundwater well. With combustion and fugitive dust controls, the maximum concentrations for PM 10 ,\nPM 2.5 , and the combustion-emissions criteria pollutants would not exceed the NAAQS and Nevada state\nstandards. Impacts would not be substantially adverse.\n\nThe maximum impacts related to fugitive dust emissions would occur over the narrow geographical areas\nnear the Project site and along the unpaved access road and gen-tie line over brief time periods (i.e.,\nisolated conditions). The areas of maximum daily PM 10 conditions (given elevated background levels)\nthat are near sensitive receptors include two residences on East Walker Road, one residence along the\ngen-tie at the eastern boundary of the Mason Valley WMA, and several residences located approximately\n0.5 mile from the gen-tie in an area just north of US 95A. Attachment 3 of the Air Quality Technical\nReport for the Libra Solar Project (RCH Group 2023) provides modeling isopleths of concentration\nresults for the maximum Project PM 10 and PM 2.5 concentrations, assuming dust controls. The areas of\nhighest PM 10 and PM 2.5 concentrations include locations along the northern portion of the gen-tie and just\nnorth of US 95A along the gen-tie as well as along the access road. Sensitive receptors are located near\nUS 95A location of highest concentration, although no standards would be exceeded with the use of\ncontrols.\n\n1 Major sources are medium to large industrial facilities that emit or have the potential to emit at least 100 tons per year of any\ncriteria pollutant, or any stationary source that emits or has the potential to emit 250 tons per year of any criteria pollutants.\n\n\n-----\n\n**Table 3.3-2** **Estimated Maximum Concentration with Controls (Trucking Option)**\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n|Col1|CO 1-hour|CO 8-hour|NO 2 1-hour|NO 2 annual|SO 2 1-hour|SO 2 3-hour|PM 10 24-hour|PM 10 annual|PM 2.5 24-hour|PM 2.5 annual|\n|---|---|---|---|---|---|---|---|---|---|---|\n|Project modeled concentration 3 (µg/m )|20.6|5.72|21.3|1.58|2.23|1.25|36.2|7.26|2.79|0.93|\n|Background concentration 3 (µg/m )|2,483|1,852|88.1|21.1|8.45|6.41|103|18.4|16.6|4.80|\n|Total concentration 3 (µg/m )|2,504|1,858|109|22.7|10.7|7.66|139|25.6|19.4|5.73|\n|NAAQS/NV state 3 standard (µg/m )|40,000|10,000|188|100|196|1,300|150|50|35|12|\n|Total percent of NAAQS/NV state standard|6.3|18.6|58.2|22.7|5.4|0.6|92.6|51.2|55.5|47.7|\n|Exceed NAAQS/NV state standard? (Yes/No)?|No|No|No|No|No|No|No|No|No|No|\n|Project concentration percent of NAAQS/NV state standard|0.1|0.1|11.3|1.6|1.1|0.1|24.2|14.5|8.0|7.8|\n\n\n-----\n\n**Table 3.3-3** **Estimated Maximum Concentration with Controls (Well Option)**\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n|Col1|CO 1-hour|CO 8-hour|NO 2 1-hour|NO 2 annual|SO 2 1-hour|SO 2 3-hour|PM 10 24-hour|PM 10 annual|PM 2.5 24-hour|PM 2.5 annual|\n|---|---|---|---|---|---|---|---|---|---|---|\n|Project modeled concentration (µg/m3)|20.5|5.71|21.3|1.58|2.23|1.25|21.6|7.24|2.78|0.93|\n|Background concentration (µg/m3)|2,483|1,852|88.1|21.1|8.45|6.41|103|18.4|16.6|4.80|\n|Total concentration (µg/m3)|2,504|1,858|109|22.7|10.7|7.66|124|25.6|19.4|5.73|\n|NAAQS/NV state standard (µg/m3)|40,000|10,000|188|100|196|1,300|150|50|35|12|\n|Total concentration percent of NAAQS/NV state standard|6.3|18.6|58.2|22.7|5.4|0.6|82.8|51.2|55.5|47.7|\n|Exceed NAAQS/NV state standard (Yes/No)?|No|No|No|No|No|No|No|No|No|No|\n|Project concentration percent of NAAQS/NV state standard|0.1|0.1|11.3|1.6|1.1|0.1|14.4|14.5|7.9|7.7|\n\n\n-----\n\nThe Applicant would implement Western Solar Plan PDFs AQC1-1 and AQC 2-1 (BLM and U.S. DOE\n2012, app. A) and the CRMP SOPs (BLM 2001) during construction. Western Solar Plan PDF AQC 1-1\nrequires applicants to consult with the BLM in the early phases of project planning to help determine\nconformance with NAAQS and other potential constraints associated with the proposed Project area. The\nApplicant has complied with this measure during the NEPA process and through preparation of the Air\nQuality Technical Report for the Libra Solar Project (RCH 2023). Western Solar Plan PDF AQC 2-1\nrequires projects to identify measures to minimize air quality impacts, such as using equipment that meets\nor exceeds emission standards specified in the state code of regulations and that meets the applicable\nUSEPA Tier 3 and Tier 4 emissions requirements, and preparation of a dust abatement plan. These\nelements are included in the draft Dust Control and Air Quality Plan (Panorama 2023). As part of the\nplan, fugitive dust control measures would be implemented during construction, including but not limited\nto applying water in sufficient quantities to prevent the generation of visible dust plumes, applying the\nBLM-approved soil binders to uncovered areas, re-establishing ground cover as quickly as possible, using\na wheel-washing system to remove bulk material from tires and vehicle undercarriages before vehicles\nexit the site, and maintaining effective cover over exposed areas. The CRMP SOPs require projects to\nminimize soil disturbance, comply with the CAA and federal and state emission standards, and develop\npollution abatement programs to provide for environmental protection and reasonable resource uses.\nWhile not modeled as paved, the Project also includes potentially paving the first 1.5 miles of East\nWalker Road in coordination with the two homeowners on East Walker Road and Lyon County Roads\nDepartment. Paving would further reduce dust generation on East Walker Road. While some exposure to\ndust and pollutants could still occur, exceedances of NAAQS (CO, NO 2 , SO 2 , PM 10 , and PM 2.5 ) would not\noccur from construction of the solar site, access road, or gen-tie with implementation of the design\nfeatures.\n\nTable 3.3-4 presents the maximum CO, NO 2 , SO 2 , PM 10 , and PM 2.5 concentrations at Yosemite National\nPark during 2025, the maximum intensity construction period, from emissions from the Proposed Action,\nassuming inclusion of fugitive dust controls. The maximum concentrations for all pollutants and\naveraging periods are well below the PSD increment. No adverse effect on Yosemite National Park would\noccur. The Air Quality Technical Report for the Libra Solar Project (RCH 2023) also presents the\ncalculation of effects to Desolation Wilderness, Mokelumne Wilderness, Emigrant Wilderness, and\nHoover Wilderness, none of which would be adverse.\n\n**GHG.** The estimated total construction GHG emissions for the Project is 16,877 metric tons of CO 2 e. The\nestimated annual average construction GHG emissions for the Project is 5,626 metric tons of CO 2 e. As\nindicated in Table 3.3-5, the 30-year amortized construction-related GHG emissions would be 563 metric\ntons of CO 2 e per year. Per the USEPA GHG equivalencies calculator, the maximum emissions generated\nduring construction of the Project would be the same as produced by 776 to 1,199 households annually\nfrom energy consumption (USEPA 2020a). Cumulative GHG emissions have been linked with\naccelerated global climate change. One-time generation of GHG emissions would be required for Project\nconstruction. The total quantity of construction emissions generated, however, would be significantly less\nthan a single year of equivalent energy production using non-renewable resources.\n\nConstruction would contribute to an elevated level of CO 2 over a short period of time (16 months);\nclimate change, however, is a long-term phenomenon. While the Project would result in a high level of\nemissions for a brief time, those emissions would be offset by the operational benefits of renewable\nenergy power generation over the long-term. The net impact would be beneficial rather than adverse.\n\n**Hazardous Air Pollutants.** In addition to criteria air pollutants, HAP may be emitted during construction\nthrough the use of construction equipment and industrial facilities. Mobile sources of hazardous air\npollutant emissions result from fuel combustion in both on-and off-road vehicles. For vehicle operations\nassociated with construction activities, worker commuting, and deliveries, the speciated hazardous air\npollutant emissions include compounds such as acetaldehyde, formaldehyde, benzene, toluene, and\nxylene. See the Air Quality Technical Report for the Libra Solar Project (RCH 2023) for more details\nregarding the HAP calculations.\n\n\n-----\n\n**Table 3.3-4** **Estimated Maximum Concentration at Yosemite National Park with Controls**\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n|Col1|CO 1-hour|CO 8-hour|NO 2 1-hour|NO 2 annual|SO 2 1-hour|SO 2 3-hour|PM 10 24-hour|PM 10 annual|PM 2.5 24-hour|PM annual 2.5|\n|---|---|---|---|---|---|---|---|---|---|---|\n|Project Modeled concentration (µg/m3)|0.37|0.06|3.35|0.03|0.06|0.02|0.22|0.01|0.02|<0.01|\n|PSD Class I increment (µg/m3)|—|—|—|2.5|25|—|8|4|2|1|\n|Exceed PSD Class I increment (Yes/No)?|No|No|No|No|No|No|No|No|No|No|\n\n\n|Table 3.3-5 Estimated Construction Greenhouse Gas Emissions|Col2|\n|---|---|\n|Source|Carbon dioxide equivalent (CO2e) (metric tons)|\n|Annual construction emissions 2024|2,617|\n|Annual construction emissions 2025|12,259|\n|Annual construction emissions 2026|1,984|\n|Total construction emissions|16,858|\n|Annual average construction emissions|5,619|\n|Annual amortized construction emissions (30-year)|562|\n\n\n-----\n\nThe highest HAPs emitted during construction would be formaldehyde at 2.4 tons. The combined total of\nall HAPs emitted during construction would be approximately 7.6 tons. The potentially emitted HAPs\nwould be less than 10 tons per year for any individual HAP, and less than 25 tons per year for all HAPs\ncombined; therefore, the Project would not be considered a major HAP emission source during\nconstruction.\n\n**Public Health** **_._** _Coccidioidomycosis_ , commonly known as valley fever, is primarily a disease of the lungs\nthat is common in the southwestern U.S. and northwestern Mexico. Valley fever can be transported\nthrough fugitive dust generated during construction and decommissioning. The Project would implement\nWestern Solar Plan PDFs AQC1-1 and AQC1-2 as well as mitigation measure MM AIR-1 and MM AIR2 to further reduce fugitive dust impacts during construction. With the implementation of these measures,\nthe risk to workers of contracting valley fever would be minimized. See Section 3.16, Public Health and\nSafety for more information.\n\n**Operation and Maintenance Impacts**\n**Air Quality.** Vehicles transporting workers to and from the solar site and used to conduct maintenance\nactivities would emit some pollutants. Some emissions may occur through the use of generators, but\nemissions are anticipated to be minimal as generators would only be used in case of emergencies and\npossibly during periodic maintenance, and thus only a few days per year. O&M could involve soil\ndisturbance in portions of the Project area (for repairs and maintenance), but disturbance would be mostly\nlimited to access roads. Wind events could disturb soil within the Project area, resulting in erosion and\nfugitive dust; however, high wind events are relatively uncommon in the Project region. Under existing\nconditions, the fugitive dust emissions of PM 10 and PM 2.5 from wind erosion are estimated at 1,968 tons\nand 295 tons, respectively. During initial operation, the net increase in uncontrolled fugitive dust\nemissions of PM 10 and PM 2.5 from wind erosion is estimated at 2,475 tons and 371 tons, respectively.\nThat is, prior to the re-establishment of Project soil compaction, without dust controls, the fugitive dust\nemissions due to wind erosion would be higher than the existing conditions. With fugitive dust controls\nbut without vegetation re-establishment, the net decrease in fugitive dust emissions of PM 10 and PM 2.5\nfrom wind erosion would be 635 tons and 95 tons, respectively, compared to existing conditions. Fugitive\ndust controls within the solar site would likely include application of dust palliatives as approved by the\nBLM. The Dust Control and Air Quality Plan required by NDEP, and the Western Solar Plan PDFs for\nthe O&M phase of the Project would identify measures for reducing dust, with monitoring to ensure offsite impacts do not occur.\n\nThe facility is also incentivized to limit fugitive dust on site as dust can dramatically affect the energy\noutput of solar cells. Studies in the U.S. have found losses of 5 percent to 23 percent, depending on the\ntype of dust and angle of the solar panel surface (Maghami et al. 2016). In addition to panel cleaning, dust\ncontrols (e.g., watering, applying regulation-compliant palliatives) are commonly used throughout active\nsolar fields to minimize output losses. The Applicant would also implement Western Solar Plan PDF\nAQC 3-1, which outlines compliance and monitoring requirements during operations and CRMP SOP 1,\nwhich requires limiting soil disturbance. Western Solar Plan PDF AQC 3-1 dictates that areas that have\nbeen graded, scraped, bladed, compacted, or denuded of vegetation must be monitored and treated. The\nDust Control and Air Quality Plan would address methods for implementing this requirement. If during high\nwind events (i.e., sustained winds over 25 mph), dust over the solar site is visibly greater than surrounding\nareas, or if valid complaints are received, treatment would be required. Compliance methods include\nreapplying palliatives or water as necessary for effective fugitive dust management and ensuring\ncompliance of all combustion sources with State emission standards (e.g., best available control\ntechnology requirements). Fugitive dust impacts during O&M would be reduced as compared with the\nbaseline conditions and thus would not be adverse.\n\nAir emissions from fossil fuel facilities that could be offset by the Project were compared for California and\nNevada. As a lower-emission power-generation source, the Project would likely reduce the overall\ncomposite emission rates associated with regional electrical generation. However, these benefits might\naccrue at locations far removed from the solar facilities and over a wide geographic area. To assess these\nbenefits, emissions avoided were estimated on the assumption that the Project would generate 700 MWac of\n\n\n-----\n\nelectrical power (see Table 3.3-6 and Table 3.3-7). Based on the results, air quality impacts from the\nProject are expected to be beneficial versus adverse during the O&M phase.\n\n**GHG.** A 700 MWac solar facility would generate approximately 1,704,549 MWh of electricity per year. [2]\nUsing the average fossil fuel power-generation emissions factor for California and Nevada of\n0.439 metric tons CO 2 e per year (USEPA 2022), a similar sized fossil fuel power generation facility\nwould generate 747,728 metric tons of CO 2 e emissions. The 30-year (operational period of the facility)\nequivalent fossil fuel power-generation emissions would be 22,282,296 metric tons CO 2 e. The Project, in\ncontrast, would generate between an estimated 32,000 and 38,000 metric tons CO 2e over the 30-year life,\nas shown in Table 3.3-8. O&M would generate some emissions from testing and use of generators, but\nemissions would be minimal since use would only be for a few days per year. Desert landscapes and\nvegetation provide carbon sequestration and stock that would be lost from site development, but at the\nmaximum level, that loss would not be considerable.\n\nProject O&M would offset a significant quantity of emissions from fossil fuel power generation. The\noffset amount would be significantly higher than the emissions generated. The Project would have\nbeneficials impacts to GHG emissions compared to non-renewable energy generation.\n\n**Decommissioning Impacts**\n**Air Quality.** Decommissioning activities would be similar to construction activities but assumed to occur\non a more limited scale and over a shorter duration. The potential effects on ambient air quality would be\ncorrespondingly smaller than those from construction activities. Associated effects on ambient air quality\nwould be temporary and not adverse.\n\nThe Project would implement Western Solar Plan PDF AQC 4-1, which states that reclamation of the site\nwould incorporate the PDFs listed under Western Solar Plan AQC 2-1 to reduce the likelihood of air\nquality impacts associated with decommissioning. An adverse effect on local air quality from fugitive dust\nemissions during decommissioning is unlikely but could occur. Following decommissioning, areas of\nbare soil could continue to contribute to fugitive dust emissions for many years. The Site Restoration and\nRevegetation Plan and the Decommissioning and Site Reclamation Plan would include restoration and\nrevegetation requirements to meet site performance standards for mitigation. Implementation of these\nplans would restore areas to pre-construction conditions, but it may take decades to a century or more.\nSince the area would be de-compacted to facilitate restoration, fugitive dust could be locally increased as\ncompared with baseline conditions; however, the Site Restoration and Revegetation Plan and\nDecommissioning and Site Reclamation Plan would mandate methods of soil stabilization during the\nrestoration process. The remote location of the site and limited vehicle traffic, as well as the stabilization\nmeasures, would limit the effects of dust generated and, thus, impacts are not anticipated to be adverse.\n\n**GHG.** Decommissioning and reclamation activities would be similar to construction activities but occur\non a more limited scale and with shorter duration. Potential effects on climate change would be\ncorrespondingly smaller than those from construction activities. Decommissioning activities would last\nfor a shorter period. The GHG emissions generated during decommissioning would be offset by the\nbeneficial effects achieved throughout the lifetime of the Project.\n\n2 Refer to Section 2.5.2 for a description of the methodology to determine MWh of electricity per year.\n\n\n-----\n\n**Table 3.3-6 Operations Emissions Offset (tons per year) Without Controls**\n\n\n\n\n\n\n\n\n\n|Emissions source|VOCs|SO 2|CO|NOx|PM 10|PM 2.5|\n|---|---|---|---|---|---|---|\n|Worker vehicles|0.04|<0.01|0.35|0.01|0.07|0.01|\n|Pickup trucks|<0.01|<0.01|0.03|<0.01|<0.01|<0.01|\n|Onsite equipment|0.01|0.01|0.03|0.01|0.01|0.01|\n|Pumps & generators (trucking/well option)|<0.01 / 0.04|0.02 / 0.40|0.03 / 0.57|0.03 / 0.62|<0.01 / 0.03|<0.01 / 0.03|\n|Water trucks (trucking/well option)|0.01/ 0.00|<0.01 / 0.00|0.13 / 0.00|0.14 / 0.00|0.06 / 0.00|0.01 / 0.00|\n|Net fugitive dust|N/a|N/a|N/a|N/a|2,475.21|371.28|\n|Total|0.06 / 0.09|0.03 / 0.41|0.57 / 1.01|0.19 / 0.50|2,475.35 / 2,475.34|371.31 / 371.34|\n|Total equivalent emissions generated for 700 MW non-renewable energy power generation|N/a|68.18|N/a|374.57|N/a|N/a|\n|Emissions offset (trucking/well option)|0.06 / 0.09|68.15 / 67.77|0.57 / 1.01|374.38 /374.07|2,475.35 / 2,475.34|371.31 / 371/34|\n\n\nNote: N/a indicates that information is not available or not applicable.\n\n**Table 3.3-7 Operations Emissions Offset (tons per year) With Controls**\n\n\n**0.57 /**\n**1.01**\n\n\n**374.38**\n**/374.07**\n\n\n**2,475.35 /**\n**2,475.34**\n\n\n**371.31 /**\n**371/34**\n\n\n\n\n|Emissions source|VOCs|SO 2|CO|NOx|PM 10|PM 2.5|\n|---|---|---|---|---|---|---|\n|Worker vehicles|0.04|<0.01|0.35|0.01|0.07|0.01|\n|Pickup trucks|<0.01|<0.01|0.03|<0.01|<0.01|<0.01|\n|Onsite equipment|0.01|0.01|0.03|0.01|0.01|0.01|\n|Pumps & generators (trucking/well option)|<0.01 / 0.04|0.02 / 0.40|0.03 / 0.57|0.03 / 0.62|<0.01 / 0.03|<0.01 / 0.03|\n|Water trucks (trucking/well option)|0.01 / 0.00|<0.01 / 0.00|0.13 / 0.00|0.14 / 0.00|0.06 / 0.00|0.01 / 0.00|\n\n\n-----\n\n|Emissions source|VOCs|SO 2|CO|NOx|PM 10|PM 2.5|\n|---|---|---|---|---|---|---|\n|Net fugitive dust|N/a|N/a|N/a|N/a|-634.86|-95.23|\n|Total|0.06 /0.09|0.03 /0.41|0.57 /1.01|0.19 /0.50|-634.74 /-634.75|-95.20 /-95.18|\n|Total equivalent emissions generated for 700 MW non-renewable energy power generation|N/a|68.18|N/a|374.57|N/a|N/a|\n|Emissions offset (trucking/well option)|0.06 / 0.09|68.15 / 67.77|0.57 / 1.01|374.38 / 374.07|-634.74 / -634.75|-95.20 / -95.18|\n\n\nNote: N/a indicates that information is not available or is not applicable.\n**Table 3.3-8** **Operational Emissions Offset Over the Life of the Project (CO** **2** **e Metric Tons)**\n\n\n\n\n|Emissions source|Project emissions (CO2e metric tons)|\n|---|---|\n|Annual amortized construction emissions (30-year timeframe)|562|\n|Substation|270|\n|Worker trips|120|\n|Offroad equipment/pickup trucks|34|\n|Pumps/generators (trucking/well option)|5/106|\n|Water trucks (trucking/well option)|244/0|\n|Total annual proposed action (trucking/well option)|1,236/1,093|\n|Total 30-year proposed action (trucking/well option)|37,067/32,777|\n|Total equivalent emissions generated for 700 MW non-renewable energy power generation over life of the project (29.8 years)|-22,282,296|\n|Loss of carbon sequestration 1 (30 years)|63,048–993,001|\n|Emissions offset during Project O&M (trucking option)|-22,186,471 to -21,256,518|\n|Emissions offset during Project O&M (Well Option)|-22,182,181 to -21,252,228|\n\n\nNote: Annual carbon sequestration rates vary, depending on the study, from 0.16 MT carbon/acre/year to 2.52 MT carbon/acre/year. One ton of\ncarbon is equivalent to 3.67 tons of CO2 (Allen, Jenerette, and Santiago 2023). A loss period of 30 years is assumed.\n\n\n-----\n\n**Cumulative Impacts**\nPast and present actions, including existing land development, have contributed to the existing air quality\nconditions in the analysis area. Construction-related ground disturbance projected for other projects in the\nanalysis area between 2025 and 2026 would likely be limited to the proposed Greenlink West\nTransmission Project (Greenlink West) and, potentially, expansion activities at the Pumpkin Hollow\nCopper Mine. The contribution to cumulative impacts from the Project would constitute an incremental\nincrease in air pollutants within the analysis area. Other solar projects would be implemented at separate\ntimes or would be geographically further from the Project and, therefore, the construction impacts to air\nquality are not expected to overlap with the effects of the Project to result in a cumulative effect.\n\nGreenlink West would be constructed adjacent to the Project’s gen-tie, and localized dust emissions could\noccur. The annual construction emissions in tons for the Project for 2025 are shown in Table 3.3-9 along\nwith estimated annual emissions for Greenlink West (BLM 2023) The emissions estimated for Greenlink\nWest are for the entire 472 miles, of which approximately 18 miles would overlap with the Project. The\nlocal contribution to cumulative effects from Greenlink West would be minor and would not be expected\nto result in adverse impacts to air quality if work were to occur concurrently. Similar dust suppression\nmeasures would be applied for Greenlink West as for the Project, which would minimize the potential for\ncumulatively adverse impacts to air quality from dust emissions.\n\n**Table 3.3-9** **Annual Construction Emissions (tons) with Controls**\n\n\n\n\n\n\n\n\n\n|Emissions source|VOC (metric tons)|CO (metric tons)|NOx (metric tons)|SO 2 (metric tons)|PM 10 (metric tons)|PM 2.5 (metric tons)|\n|---|---|---|---|---|---|---|\n|Project (2025)|11.5|42.3|66.5|5.84|163|22.7|\n|Greenlink West (annual), for 18 miles|0.3|2.1|3.4|0.008|0.3|0.05|\n\n\nThe Pumpkin Hollow Copper Mine expansion includes pit mining, which involves a large amount of\nground disturbance and could produce significant emissions. The timing of work and emissions are not\ncurrently known and, thus, cumulatively significant air emissions cannot be ruled out. It is assumed that\nthe mining operation, which is located on private land, would be subject to the NDEP air quality\nstandards and would require dust control to also avoid impacts in conflict with air quality standards. The\nProject would include Western Solar Plan PDFs and control measures to minimize the Project’s\ncontribution to an otherwise adverse cumulative air quality impact.\n\nOther projects, including other solar developments near the Fort Churchill substation, could be\nconstructed during the O&M phase of the Project. These projects would generate emissions similar to\nthose described for the Project; however, the Project would result in minimal emissions during O&M and,\nin fact, in offsetting emissions would not result in net adverse cumulative effects. Decommissioning of\nthe Project would not occur at the same time as any other currently foreseeable projects. There would be\nno adverse cumulative impacts from decommissioning.\n\nCumulative GHG emissions from Greenlink West and other solar projects would be similar to the Project\nand would be beneficial over the life of those projects. The Pumpkin Hollow Copper Mine expansion may\nresult in significant emissions of GHGs; however, the Project, as a renewable energy project, would not\ncontribute to an otherwise significant cumulative effect.\n\n\n-----\n\n**_3.3.4.3 Alternative 1 – Major Drainage Avoidance and Fenced Corridors with Vegetation_**\n**_and Topography Maintenance_**\n\n**Air Quality**\nUnder Alternative 1, the maximum ambient concentrations of criteria pollutants would occur at the gentie line and access road during construction, as with the Proposed Action. Resultant ambient pollutant\nconcentrations would be very similar to those shown for the Proposed Action in Table 3.3-2 and Table\n3.3-3. This alternative would result in increased duration of impacts since construction would take\napproximately 2 months longer; however, annual emissions estimates would not increase (i.e., duration,\nbut not intensity, of construction would change). Emissions would not exceed Nevada air quality\nstandards or NAAQS with controls, application of Western Solar Plan PDFs AQC 1-1 and AQC 2-1, and\napplication of the CRMP SOPs. With fugitive dust controls, the net (decrease as a result of Alternative 1)\nfugitive dust emissions of PM 10 and PM 2.5 from wind erosion would be a reduction of 953 tons and 143\ntons, respectively, compared to the existing condition and a net reduction of 318 tons and 48 tons,\nrespectively, compared with the Proposed Action during construction, since this alternative would result\nin maintaining as much as 64 percent of the on-site vegetation during construction and O&M across the\nProject area.\n\nAlthough particulate matter and fugitive dust impacts would likely be reduced from the decreased level of\nmaximum disturbance and the type of disturbance during construction, Action Alternative 1 could\npotentially result in an increase (compared to the Proposed Action) in fugitive dust during O&M. Areas of\nmaintained vegetation would not be subject to soils compaction and, thus, may have greater dust\nemissions (similar to the baseline conditions) during rare high wind events than for the Proposed Action.\nDisturbed, graded areas would be treated with soils stabilization and, thus, dust emissions are still\nexpected to be less than baseline conditions. Adverse impacts to air quality are not anticipated under this\nalternative. Decommissioning impacts would be similar to those for the Proposed Action. Less\nreclamation work would be needed under this alternative to return the solar site to its pre-construction\ncondition since as much as 64 percent of the original application area’s vegetation and surface topography\nmay be maintained as compared with 36 percent for the Proposed Action. Impacts to air quality are not\nexpected to be adverse.\n\nCumulative impacts would be similar to those described for the Proposed Action, and the Project would\nnot contribute to significant adverse cumulative impacts to air quality.\n\n**GHG**\nGHG emissions impacts would be the same as for the Proposed Action. The Project would have similar\nimpacts during construction, which would be offset by the Project O&M phase as a renewable energy\nproject. Under this alternative, the Project would have the same total electrical power output as the\nProposed Action, thus conferring the same benefits. Carbon sequestration losses would be reduced since\nvegetation and soil topography would be maintained to a greater extent. The Project under this alternative\nwould not contribute to significant adverse cumulative impact to GHG emissions and climate change.\n\n**_3.3.4.4 Alternative 2 – Alternative Supplemental Access During Construction_**\n\n**Air Quality**\nAlternative 2, utilizing supplemental access routes, would result in a change of location of vehicle exhaust\nand dust emissions but would not change the total emissions as compared with the Proposed Action.\nEmissions would not exceed Nevada state air quality standards and NAAQS with controls, application of\nWestern Solar Plan PDFs AQC 1-1 and AQC 2-1, and the CRMP SOPs. Since total emissions would not\nchange, the air quality impacts during construction, O&M, and decommissioning and cumulative impacts\nwould be the same as for the Proposed Action, and a net change in adverse impacts is not anticipated.\nSupplemental access route roads are unpaved and would not change the Project’s overall vehicle trips and\nmiles traveled. The result would be reduced dust generation in a given location with dust generation\ncreated instead along the supplemental access routes. Mitigation measures such as implementing speed\n\n\n-----\n\nlimits and application of dust palliatives would minimize dust emissions along supplemental access\nroutes.\n\n**GHG**\nGHG emissions impacts would be the same as for the Proposed Action since, under this alternative,\nconstruction of the solar site and gen-tie alignment would not change. Use of supplemental access routes\nwould not increase travel times or vehicle trips; thus, GHG emissions are anticipated to be similar to those\nfor the Proposed Action. Adverse effects would not occur, and the net beneficial impacts would be the\nsame as for the Proposed Action.\n\n**_3.3.4.5 Alternative 3 – Alternative Gen-tie Connecting to Greenlink West_**\n\n**Air Quality**\nUnder Alternative 3, the 24.1-mile-long gen-tie would be shortened to 0.54 mile, and a switching station\nwould be added under Greenlink West. Emissions associated with the construction of the gen-tie and\naccess along the gen-tie would be reduced as compared with the Proposed Action given the reduced\nground disturbance and reduction in vehicle miles traveled. Overall emissions would therefore be reduced\nand would not exceed NAAQS or Nevada state air quality standards with controls, application of the\nWestern Solar Plan PDFs AQC 1-1 and AQC 2-1, and the CRMP SOPs. The primary benefit of Action\nAlternative 3 would be elimination of impacts from dust emissions to sensitive receptors north of US 95A\nand near the Mason Valley.\n\nDuring O&M, vehicle miles traveled to maintain the gen-tie and switching station would be reduced\nalong unpaved roads, reducing fugitive dust emissions as compared with the Proposed Action. Overall,\nemissions during O&M would be reduced compared with the Proposed Action and would not be adverse.\nNet impacts to air quality would also be beneficial, like for the Proposed Action. Decommissioning would\nhave similar effects as described for the Proposed Action but would likewise be reduced since the area of\ndisturbance associated with the gen-tie alignment would be reduced. Impacts to air quality are not\nexpected to be adverse. Cumulative impacts would be similar to those described for the Proposed Action,\nand the Project would not contribute to significant adverse cumulative effects.\n\n**GHG**\nGHG emissions impacts would be similar to those for the Proposed Action but slightly reduced since,\nunder this alternative, the solar site would not change but the gen-tie construction emissions would be\nreduced. Adverse effects would not occur, and the same net beneficial impacts would be anticipated.\n\n**_3.3.4.6 No Action Alternative_**\nUnder the No Action alternative, the solar site, gen-tie line, and substation would not be developed. No\nsoil or vegetation disturbance would occur, and no impacts to air quality would occur. Climate change\nwould continue as defined by current trends and no renewable energy alternative to carbon-intensive\nfossil fuels would be provided. No adverse effects would occur.\n\n**_3.3.4.7 Relevant Required Western Solar Plan Programmatic Design Features, the CRMP_**\n**_Standard Operating Procedures, Management Plans, and Mitigation Measures_**\n\n**Western Solar Plan Programmatic Design Features**\nPDFs from the Western Solar Plan are listed in Appendix B. The Project would comply with the\nfollowing PDFs to minimize impacts to air quality:\n\n-  AQC 1-1, 2-1, 3-1, and 4-1\n\n**The CRMP Standard Operating Procedures**\nSOPs from the CRMP (BLM 2001) are listed in Appendix B. The following relevant SOPs would\nminimize impacts to air quality:\n\n-  Soil, Watershed, and Air SOPs 1, 2, and 4\n\n\n-----\n\n**Management Plans and Mitigation Measures**\nThe following management plans, required by the BLM ROW grant, would be relevant and implemented\nduring Project construction, operation and maintenance, and decommissioning phases to minimize\nimpacts to air quality:\n\n-  Dust Control and Air Quality Plan (Draft is available on the Project website)\n\n-  Site Restoration and Revegetation Plan (Draft available on the Project website)\n\n-  Decommissioning and Site Reclamation Plan\n\nThe Project would comply with the following mitigation measures to minimize air quality emissions:\n\n**MM AIR-1: Emissions Controls**\n\nAir quality protection measures that shall be implemented to reduce emissions include:\n\n-  Develop and implement a carpooling program or other program per MM TR-1 to minimize\nemployee trips to the Project site.\n\n-  Install a gravel apron to reduce mud/dirt trackout from unpaved truck exit routes.\n\n-  Construct three-sided enclosures for storage piles, where needed to reduce dust.\n\n-  Enforce a posted speed limit (e.g., 25 mph [40 km/hour]) within the access road to minimize\nairborne fugitive dust.\n\n-  Limit grading and travel on unpaved access road on days with an Air Quality Index forecast\nof greater than 100 for particulates for the Project area. [3]\n\nThe BLM has allowed the use of several dust palliatives on other projects. If dust palliatives are used in\nplace of water for the Project, the total amount of water needed during construction would be reduced.\nThe Applicant may opt to use such palliatives, as authorized by the BLM for the Project. The soil\nbinder/dust palliatives that are proposed for the Project, and which the BLM previously has allowed are:\n\n-  Road Bond 1000\n\n-  For roads and heavy traffic areas: Soil Sement\n\n-  For non-traffic areas on finer soils: Formulated Soil Binder FSB 1000\n\n-  Alternatives as approved by the BLM\n\n**MM AIR-2: Dust Control and Stabilization**\n\nA Dust Control and Air Quality Plan for Project construction and O&M shall be prepared, which\nidentifies the methods of reducing dust while demonstrating off-site impacts of the methods used would\nnot occur. The Dust Control Plan shall also identify upgrading portions of the Project access road and\ngen-tie access roads to an all-purpose surface where particulate emissions are highest to greatly reduce\nemissions, if feasible.\n\n**_3.3.4.8 Irreversible or Irretrievable Impacts and Residual Effects_**\nEmissions of criteria air pollutants associated with construction activities would result in short-term\nincreases in the concentrations of pollutants in the affected airshed. Sources of air pollution associated\nwith long-term operations would increase as a result of substation and solar facility maintenance, but at a\nmuch lower level than during the construction phase (<1 percent of the impacted counties’ total emission\ninventory for all evaluated pollutants). Localized increases in the concentrations of air pollutants would\npersist during the O&M of the Project but would dissipate relatively quickly following the Project\ndecommissioning. Therefore, there would be no irreversible or irretrievable impacts to air quality in the\n\n3 An Air Quality Index value of 100 corresponds to the ambient air quality standard for the pollutant, which is the level\nUSEPA has set to protect public health. Air Quality Index values at or below 100 are commonly satisfactory for public\nhealth.\n\n\n-----\n\narea. Residual impacts include those that remain after application of mitigation. Residual impacts would\ninclude the generation of some limited dust and air pollutants, but all emissions are expected to be below\nstandards for all alternatives.\n\n##### 3.4 Soils\n\n**3.4.1 Introduction**\nThis section is based on information provided in the Preliminary Geotechnical Investigation Report for\nthe Libra Solar Project (Westwood 2023b), as well as soil data and information produced by the National\nCooperative Soil Survey (NRCS n.d.). The BLM has no specific regulatory authority that addresses soil\nprotection. However, soils are linked to the Clean Water Act and Clean Air Act through dust emissions,\nand soil conservation is specifically cited in FLPMA.\n\n**3.4.2 Analysis Area**\nThe analysis area for soils is limited to the Project site, gen-tie lines, and access road and adjacent areas.\nThis geographic extent is appropriate because effects of the Project’s construction and O&M may result\nin erosion and soil losses that could impact the immediate area and areas adjacent the Project site and offsite components. The analysis area is used to provide context for current conditions and, ultimately, for\nthe direct, indirect, and cumulative impacts related to loss of soil resources or soil productivity.\n\n**3.4.3 Affected Environment**\n\n**_3.4.3.1 Soil Types_**\nThe Libra Solar Project is located within the Great Basin section of the Basin and Range Physiographic\nProvince (Fenneman and Johnson 1946). The Basin and Range province is characterized by steep,\nprotruding mountain ranges separated by flat basins (NPS 2020a). The Great Basin Desert is a temperate\ndesert with hot, dry summers and snowy winters, and drastic elevation changes (NPS 2021b). The valleys\nare dominated by sagebrush and shadescale vegetation.\n\nAccording to the Geologic Map of Nevada (J. H. Stewart and Carlson 1978) the site is predominately\nmapped within pediment deposits, alluvial plain, and undifferentiated alluvial deposits. These deposits are\ndescribed as poorly sorted, boulders, and muddy, uncemented gravel, with weakly developed desert\npavement at the surface. The Wassuk group is also mapped within the Project boundary, which is\ndescribed as weakly cemented fine silty sandstone to sandy siltstone. Surrounding units in the Wassuk\nRange are mainly quartz and volcaniclastic sediment. The Web Soil Survey data indicates a depth to\nduripan restrictive layer between 9 and 18 inches (25 cm to 46 cm) below ground surface (bgs)\nthroughout the majority of the Project solar site (NCSS 2022b). “Duripan” is described as cemented silica\ncreating hardpan soil. Duripans occur mostly in arid or semiarid climates. Soils with duripans are often\ngeographically associated with areas of volcanic activity. Volcanic glass weathers rapidly, providing an\nample supply of soluble silica to cement the underlying soil. Duripan layers restrict root growth. Soil\nborings found that hardpan or duripan was encountered between 3.5 and 15 feet bgs, represented by a\npink and white calcareous cementation layer (Westwood 2023b)\n\nThe solar site is comprised of two primary soil units:\n\n-  **Deefan-Rawe-Bluewing association** (approximately 63 percent of the site): Classified as clayey\ngravel (GC), silty gravel (GM), gravel with silt (GW-GM, GP-GM) and gravel (GW, GP) with a\ncemented layer between 10 to 26 inches. Minor sandy units are also noted. This unit is derived\nfrom mixed alluvium.\n\n-  **Smedley-Annaw-Izo association** (approximately 21 percent of the site): Classified as silty gravel\n(GM), and gravel with silt (GW-GM, GP-GM) with a cemented layer between 15 to 33 inches.\nMinor sandy units are also noted. This unit is derived from mixed alluvium.\n\n\n-----\n\nThe gen-tie crosses numerous soil units along its 24.1-mile length, most in pediment and alluvial deposits,\nbut it also crosses numerous alluvial flats and stream terraces in the north, closer to the Fort Churchill\nsubstation and in proximity to the Mason Valley WMA and the Walker River. The Project access road\ncrosses several soil units, with most being pediment and alluvial deposits like the solar site, including the\nCleaver association (NCSS 2022a). Maps showing all of the soils units are provided in the Preliminary\nGeotechnical Investigation Report for the Libra Solar Project (Westwood 2023b).\n\n**_3.4.3.2 Soils Characteristics_**\n\n**Water and Wind Erosion**\nThe soil erodibility factor (known as the K factor) is used to quantify a soil’s susceptibility to water\nerosion in two erosion models: the universal soil loss equation (USLE) and the revised universal soil loss\nequation (Palacky 1988). K factor values range from 0.02 (least erodible soils) to 0.7 (most erodible\nsoils). The shallow soils found on the Project solar site have K factors ranging from 0.10 to 0.20, and thus\nhave low susceptibility to erosion (NCSS 2022c).\n\nThe purpose of wind erodibility groups (WEGs) is to predict a soil type’s susceptibility to wind erosion,\nwhich varies according to soil texture, organic matter content, soil carbonate, rock fragment content, and\nmineralogy. WEG values are assigned to soil map units within the SSURGO system and range from a\nvalue of 1 to 8: high wind erosion susceptibility (WEG 1 or 2), moderate wind erosion susceptibility\n(WEG 3, 4), slight wind erosion susceptibility (WEG 5, 6, or 7), and no susceptibility to wind erosion\n(WEG 8). The Project solar site has WEGs in the 5 and 6 range and, thus, have slight wind erodibility\npotential. The gen-tie alignment area soil types vary widely, with wind erosion potential ranging from 1\nto 8. The access road, like the solar site, has mostly low to moderate erosion potential, with WEGs in the\nrange of 5 to 6, but at its more western extent near Yerington, pockets of high soil susceptible to wind\nerosion are found with a WEG of 1 (NCSS 2022e).\n\n**Soil Corrosion Potential**\nAs reported in the Preliminary Geotechnical Investigation Report (Westwood 2023b), chemical\nconstituent test results indicated that the site has soil pH ranging from 7.0 to 7.4, and contains up to 8,421\nmg/kg of soluble sulfates, and up to 2,398 mg/kg soluble chlorides. These values, along with other soil\nproperties such as moisture content, soil type, and electrical resistivity, indicate that the subsurface\nconditions are moderately corrosive to steel piles (Palacky 1988), with sulfate levels that are corrosive to\nconcrete.\n\n**Soil Productivity (T factor, Soil Loss Tolerance)**\nAn important factor in the consideration of soil productivity (how well soils support biotic growth) are\nthresholds for soil loss due to erosion. The T factor is defined as the soil loss tolerance (as measured in\ntons per acre), which is the maximum amount of soil erosion at which the quality of a soil as a medium\nfor plant growth can be maintained. Erosion classes range on a scale from 1 to 5, with the 5 being the\nmost resilient to future erosional losses of soil and 1 being the least resilient. For the purposes of this\nanalysis, T factor classes of 1 to 2 are considered to have low soil loss tolerance (i.e., highly susceptibility\nto erosion impacts and loss of soil productivity). The Project solar site’s primary soil composition units\nhave the following T factors: Deefan, 1; Rawe, 3; Bluewing, 5; Smedley, 1; Izo, 5; and Annaw, 2. The\ndata suggests that while variable, much of the solar site has a low soil loss tolerance (NCSS 2022d). The\nerosion potential is low to moderate, but if the soils do experience erosion, soil productivity is affected.\nMost of the access road areas have a T factor of 1 as well. The gen-tie alignment crosses many soil units,\nbut most have higher T factor values, indicating higher resilience related to soil loss and soil productivity.\n\nNone of the soils on the solar site are identified as supporting Prime Farmland. Areas of the gen-tie may\nsupport agricultural uses and farmland; however, the gen-tie does not cross any active areas of farming.\n\n\n-----\n\n**3.4.4 Environmental Consequences**\n\n**_3.4.4.1 Methods_**\nA qualitative analysis was completed to assess the impacts of the Project site preparation methods on soil\ncharacteristics for the Proposed Action and each action alternative. The analysis addresses water and wind\nerosion of soils, soil corrosion and impacts on the Project structures, and impacts related to loss of soil\nproductivity.\n\n**_3.4.4.2 Proposed Action_**\n\n**Construction, Operation and Maintenance, and Decommissioning**\n**Wind and Water Erosion of Soils.** The Proposed Action components would result in temporary and\npermanent disturbance of soils. Soils in the Project area (including the solar site, access road, and gen-tie)\nhave the potential to erode from both wind and heavy rain or water run-off. The Proposed Action includes\ntraditional construction methods, which would result in surface and topsoil disturbance of approximately\n64 percent of the application area (3,306 acres), as well as 104 acres along the gen-tie, and 10 acres along\nthe access road. The Project area has low to moderate wind and water erosion potential, but pockets of the\nsolar site, a small section of the access road, and some areas along the gen-tie alignment have high wind\nerosion potential, which would be exacerbated by the disturbance from construction.\n\nIncreased erosion on the Project site from stormwater overland flows could result in increased deposition\nof fine-grained sediments into the surrounding washes, which would likely flow downstream and off site\nbefore settling out of the washes. Because no uses such as agriculture or built structures are located\ndownstream for 5 miles or more, periodic increases in fine-grained sediment loads and deposition are not\nexpected to have adverse effects. The washes in the region move large quantities of all sizes of sediment\nas part of the natural desert processes, changing course and depositing soil during large storm events.\nNote that Section _3.5: Water Resources_ addresses changes in the volumes of water runoff.\n\nA SWPPP is required as part of the BLM ROW grant and would be prepared and implemented during\nconstruction. It would include installation of Project-specific erosion control BMPs (as identified in the\nSWPPP). Western Solar Plan PDF SR2-1 requires BMPs to minimize soil erosion (BLM and DOE 2012,\napp. A). The CRMP SOPs 4 and 7 require rehabilitation and restoration of disturbed areas to also\nminimize soil erosion (BLM 2001).\n\nTemporary disturbance areas (approximately 184 acres) include temporary workspaces, yards, and\nstaging areas that may be used for construction. Temporary areas of disturbance would be restored in\naccordance with the BLM-approved Site Restoration and Revegetation Plan following the completion of\nprimary construction activities. Permanent disturbance is associated with all long-term Project\ncomponents needed for operation and maintenance of the Project solar site and associated components\nthroughout the 30-year lifespan of the Project, including the solar arrays, BESS, roads and access routes,\ndistribution power, substations, gen-tie and transmission infrastructure, and permanent fencing. These\nareas would be reclaimed after the Project’s 30-year lifespan, and reclamation would occur in accordance\nwith the BLM-approved Decommissioning and Site Reclamation Plan. Part of the Site Restoration and\nRevegetation Plan would include using the salvaged and managed topsoil, as required by Western Solar\nPlan PDF SR2-1 (BLM and DOE 2012, app. A).\n\nWind erosion could also occur across bare soils, which is also addressed in Section _3.3 Air Quality and_\n_Climate Change_ . Appropriate dust abatement measures would be identified in the Dust Control and Air\nQuality Plan, to be implemented during construction and operation, in compliance with NDEP\nrequirements. These measures would include BMPs such as limiting vehicle speeds, watering of active\nareas, watering of stockpiles, watering on roadways, and track-out control at site exits. Dust palliatives\nand soil stabilizers would also be used to reduce the potential for wind erosion on the solar site. With the\npreparation of a SWPPP and the Dust Control and Air Quality Plan along with the implementation of\nWestern Solar Plan PDFs, direct adverse effects from soil erosion caused by construction would be\nminimized. An additional mitigation measure, MM SOILS-1, would require that the Applicant implement\nphasing of disturbance in order to minimize the amount of area of destabilized soils at a time. Phasing\n\n\n-----\n\ncould include ground disturbance and development of roads, pads, and infrastructure in 1,000-acre units\nat a time. The areas would likely be developed to the point that array posts are installed, and then the\nground stabilized, before opening the next 1,000 acres of development. This measure would reduce the\namount of soils subject to wind and water erosion at a time.\n\n**Corrosivity and Soil Hazards.** Direct effects caused by corrosive and unstable soils could occur during\nO&M if foundations for the arrays and other equipment are not appropriately designed, which could result\nin failure of the components and additional effects to various environmental parameters from conducting\nextensive repairs. MM SOILS-2 requires a design-level geotechnical evaluation and implementation of\nrecommendations to manage corrosive soils and cemented soils, as well as minor areas of slope instability\n(e.g., near major drainages) to be conducted prior to construction, with recommendations incorporated\ninto the Project’s final design. Direct effects caused by unstable soils during O&M would be minimized\nby implementing the recommendations of the design-level geotechnical evaluation.\n\nThe solar site includes a duripan horizon of cemented silica a few feet below the surface, which could\ncause construction difficulties. In order to ensure that piles are appropriately designed so as not to be\ndamaged or impacted by the layer, MM SOILS-2 requires that the design-level geotechnical evaluation\nalso address the best foundation methods given the hardpan layer as well as pile testing prior to\nconstruction. Implementation of this measure would minimize effects that could occur should\ninappropriate methods be prescribed and that could otherwise result in damage to the facility.\n\n**Soil Productivity.** Construction activities would affect soil productivity through temporary and\npermanent disturbance of the Project site (including the solar site, gen-tie, and access road). The soils on\nthe solar site tend to have a low erosion tolerance and lose the ability to support vegetation, if eroded.\nDiscing and grading would have similar effects to the soil productivity. The Project under the Proposed\nAction would likely cause a loss of soil productivity on over 3,306 acres of land for the solar site, plus an\nadditional 104 acres for the gen-tie and 10 acres for the access road, which may take decades to a century\nor more to be restored after decommissioning of the facilities This effect would be adverse since the soils\non the Project solar site provide vegetation and forage for wildlife and livestock that would be lost for a\nlong time. Methods to minimize effects include implementation of the Site Restoration and Revegetation\nPlan and, after the lifespan of the Project, a Decommissioning and Site Reclamation Plan. MM SOILS-3\nwould require that topsoil, including desert pavement in rare instances where it is well developed, be\nproperly salvaged and reused on site where feasible, and not mixed with subsoil. Topsoil includes the\nnative seedbank, fertile islands, soil nutrients, organic matter and microbial communities needed for soil\nproductivity. MM SOILS-3 along with implementation of restoration would reduce effects, but effects\nwould remain adverse. Once soil disturbance has occurred, restoring productivity would be difficult for a\nlong time (i.e., decades to a century or longer).\n\n**Cumulative Impacts**\nThe total acreage of soils impacts from cumulative projects could be substantial, exceeding 15,000 to\n20,000 acres including the Project, transmission facilities, additional solar projects, and the Pumpkin\nHollow Copper Mine Open Pit Development Project (expansion project). Impacts from cumulative\nprojects could contribute to adverse effects (e.g., soil erosion and loss of topsoil). Exposure of bare soil\nwould increase erosion and sedimentation from wind and water across a larger area along the east side of\nthe Mason Valley. All cumulative construction projects that disturb more than 1 acre of land would be\nrequired to comply with the Construction Stormwater General Permit, requiring preparation and\nimplementation of a SWPPP. Erosion control BMPs in the SWPPP would minimize erosion, thus\nreducing cumulative effects.\n\nEach project would also contribute to the loss of soil productivity and, thus, could contribute to an\nadverse effect on soil productivity in the region. The Project would also contribute to this effect.\nMeasures to conserve topsoil and implement restoration would reduce effects, but the Project may still\ncontribute to an overall adverse impact on loss of soil productivity.\n\n\n-----\n\n**_3.4.4.3 Alternative 1 – Major Drainage Avoidance and Fenced Corridors with Vegetation_**\n**_and Topography Maintenance_**\n\n**Construction, Operation and Maintenance, and Decommissioning Impacts**\nUnder this alternative, the native soil impacts from discing and/or grading would be reduced from\napproximately 64 percent of the application area to approximately 35 percent in total. Soil erosion from\nwind and water could still occur but would be reduced. The same Western Solar Plan PDFs, the CRMP\nSOPs, and MMs as identified for the Proposed Action would be applicable to reduce and minimize\nadverse effects to soils. The primary advantage of this alternative would be that soil productivity impacts\nwould be reduced as compared with the Proposed Action, resulting in approximately 1,800 acres of soil\nproductivity loss as compared with an estimated 3,420 acres under the Proposed Action. Impacts would\nbe reduced through application of MMs to salvage and reuse topsoil as well as through restoration efforts.\n\n**Cumulative Impacts**\nCumulative impacts would be similar to those described for the Proposed Action in terms of the potential\nfor an overall cumulative impact to soils in the region, particularly from the loss of soil productivity. The\nProject under this alternative would still contribute to an overall loss of productivity, but the contribution\nwould be reduced as compared with that of the Proposed Action.\n\n**_3.4.4.4 Alternative 2 – Alternative Supplemental Access During Construction_**\nThis alternative is limited to the use of supplemental access routes during construction. The routes would\nserve to reduce the concentration of construction traffic on East Walker Road, in particular. Under\nAlternative 2, no new ground disturbance or upgrades to the roads are anticipated and, thus, no new\nimpacts to soils would occur beyond those described for the Proposed Action. Construction, O&M, and\ndecommissioning of the primary access road, the solar site, and the gen-tie would be the same as for the\nProposed Action, with the same measures (i.e., MM SOILS-1, MM SOILS-2, and MM SOILS-3, Western\nSolar Plan PDF SR2-1, and the CRMP SOPs 4 and 7) required to reduce impacts. Cumulative impacts\nwould also be the same as described for the Proposed Action.\n\n**_3.4.4.5 Alternative 3 – Alternative Gen-Tie Connecting to Greenlink West_**\nImpacts under this alternative would be the same as for the Proposed Action; however, reducing the gentie alignment from 24.1 miles to a 0.54-mile-long spur with a new switching station under Greenlink\nWest, immediately east of the solar site, would reduce overall soil disturbance. Disturbance for the gen-tie\nwas estimated at 104 acres. Under this alternative, the gen-tie and switching station would impact\n11.8 acres, a 92-acre decrease. Given the solar site comprises the majority of the soil impacts and would\nnot change under this alternative, impacts would still be adverse as described for the Proposed Action.\nWestern Solar Plan PDFs and MMs would also apply to reduce effects, but both Project impacts to soil\nproductivity and cumulative contributions would be assumed to remain adverse, although reduced\ncompared with the Proposed Action.\n\n**_3.4.4.6 No Action Alternative_**\nUnder the No Action alternative, the BLM would not issue ROW grants or special use permits, and the\nProject would not be constructed. Surface disturbance would not occur, and soils resources would not be\naffected.\n\n**_3.4.4.7 Relevant Required Western Solar Plan Programmatic Design Features, the CRMP_**\n**_Standard Operating Procedures, Management Plans, and Mitigation Measures_**\n\n**Western Solar Plan Programmatic Design Features**\nProgrammatic design features from the Western Solar Plan are listed in Appendix B. The Project would\ncomply with the following PDFs to minimize impacts to soils:\n\n-  SR 2-1\n\n\n-----\n\n**The CRMP Standard Operating Procedures**\nSOPs from the CRMP (BLM 2001) are listed in Appendix B. The following SOPs would minimize\nimpacts to soils:\n\n-  Soil, Watershed, and Air SOPs 4 and 7\n\n**Management Plans and Mitigation Measures**\nThe following management plans, required by the BLM ROW grant, would be relevant and implemented\nduring Project construction, O&M, and decommissioning to minimize impacts to soils:\n\n-  Dust Control and Air Quality Plan (Draft is available on the Project website)\n\n-  Site Restoration and Revegetation Plan (Draft available on the Project website)\n\n-  Decommissioning and Site Reclamation Plan\n\nThe Project would comply with the following mitigation measures to minimize adverse impacts on soils:\n\n**MM SOILS-1: Construction Phasing**\n\n_(Applicable to the Proposed Action, Alternative 2, and Alternative 3)_ The Applicant shall incorporate\nphasing of the development during final design, in order to minimize the amount of area of un-stabilized\nsoils at a time. Phasing would include ground disturbance and development of roads, pads, and\ninfrastructure in not more than 1,000-acre areas at a time. The areas would be built to the point that array\nposts are installed, and then the ground stabilized, before opening the next 1,000 acres of development.\nPhasing shall be identified in the final design plans provided and approved by the BLM, prior to NTP.\n\n**MM SOILS-2: Design Level Geotechnical Investigation**\n\nA design level geotechnical investigation shall be prepared prior to construction. The investigation shall\naddress soil hazards as well as design of posts and foundations for corrosivity and hardpan soil horizons.\nThe recommendations of the design-level geotechnical investigation shall be implemented and provided\nin the final design plans provided and approved by the BLM, prior to NTP.\n\n**MM SOILS-3: Soil Preservation and Topsoil Salvage**\n\nThe following measures shall be implemented to preserve where possible and salvage topsoil:\n\n(1) Determine the extent of the salvage operation. Excavate the topsoil carefully using machinery like\nbackhoes or excavators, ensuring minimal disturbance to the underlying layers.\n\n(2) Create designated stockpile areas for each soil type identified during the site assessment. Separate\nthe salvaged topsoil into distinct piles based on their properties and characteristics. This shall\nenable better management and targeted use of the soils later.\n\n(3) Store the sorted topsoil in a well-organized manner, using appropriate measures to protect it from\nerosion, wind, and excessive moisture. Covering the stockpiles with tarps or using windbreaks\ncan help maintain soil quality and prevent loss through wind erosion.\n\n(4) When using for reclamation, follow best practices for soil preparation, such as incorporating\norganic matter or soil amendments, as necessary.\n\n**_3.4.4.8 Irreversible or Irretrievable Impacts and Residual Effects_**\nSoil impacts associated with the Project are related to long-term loss of productivity and losses from wind\nand water erosion. Under all alternatives, some degree of soil productivity would be lost for up to 100 or\nmore years, but given implementation of the Decommissioning and Reclamation Plan, soil productivity\nwould not be irretrievably lost. Even after application of mitigation, some erosion is anticipated as a\nresidual effect, as is the loss of soil productivity.\n\n\n-----\n\n##### 3.5 Cultural Resources\n\n**3.5.1 Introduction**\nCultural resources include prehistoric and historic-era archaeological sites, historic buildings, and\nstructures (architectural), as well as the locations of significant historical events. Cultural resources are\nphysical features (both human-made and natural) associated with past human activities or past and extant\ncultures that are, in most cases, finite, unique, fragile, and non-renewable.\n\nUnder NEPA, impacts on all cultural resources are considered regardless of their eligibility for inclusion\nin the National Register of Historic Places (NRHP) or local historical designation. Cultural resources are\ncategorized as one of the following types: prehistoric archaeological resources; ethnographic resources; or\nhistoric-period archaeological and built-environment resources. Cultural resources also include sacred\nsites and other places of traditional cultural importance, including traditional cultural properties (TCPs),\nthat are associated with the cultural practices or beliefs of a living community. Cultural resources are\nevaluated for their eligibility for the NRHP under Title 54 U.S. Code (USC) section 300101 et. seq.,\ncommonly known as the National Historic Preservation Act of 1966, as amended (NHPA), and Title 54\nUSC section 306108, commonly known as Section 106 of the NHPA. NRHP-eligible cultural resources\nare also called historic properties.\n\nUnder Section 106 of the National Historic Preservation Act, compliance with NEPA necessitates a\nthorough assessment of potential impacts on cultural resources, including consultation with relevant\nparties to identify and mitigate adverse effects on historic properties. The BLM has chosen to fulfill its\nobligations under Section 106 of the NHPA for the Project by using the process outlined in 36 CFR\nsection 800.8(c), known as \"Substitution,\" rather than the traditional Section 106 review process, for this\nProject. \"Substitution\" allows federal agencies’ officials to “use the process and documentation required\nfor the preparation of an Environmental Assessment/Finding of No Significant Impact or an EIS/ROD to\ncomply with Section 106 in lieu of procedures set forth in 36 CFR 800.3 through 800.6” (36 CFR §\n800.8(c)(1)). The agency official must notify the Nevada State Historic Preservation Office\n(SHPO)/Tribal Historic Preservation Office and the ACHP in advance of its intentions. The BLM sent\nnotification of its intent to use Substitution to the SHPO, ACHP, and Native American Tribes on April\n14, 2023. More information on the regulatory requirements of the Substitution process, and how this\nProject complies, are provided in Appendix D.\n\n**3.5.2 Analysis Area**\nAs defined under Section 106 of the NHPA, the area of potential effects (APE) is a geographic area or\nareas within which impacts from an action may affect historic properties (36 CFR 800.16(d); 36 CFR\n800.4(a)(1)). The BLM, as the lead agency for Section 106 compliance, defined the APE in consultation\nwith the SHPO and other parties.\n\nThe analysis area considered two types of APEs, the direct APE and the visual, auditory, and atmospheric\n(VAA) APE, as shown in Figure 3.5-1. The direct APE conforms with the Project area while the VAA\nAPE is defined as the Project area plus a 5-mile area extending from the Project area. The VAA APE was\ndefined consistent with IM NV-2021-006 and the guide for Defining a Visual Area of Potential Effects to\nHistoric Properties on BLM Lands in Nevada. The 5-mile VAA APE corresponds visually with the\nestablished \"foreground and foreground/middleground\" area. While it is possible that the Project may be\nvisible beyond 5 miles, its visibility beyond 5 miles has been determined not to be an intrusion that could\naffect historic properties or other cultural resources. This analysis area accounts for potential physical;\nVAA; as well as cumulative impacts from implementation of the Project. The direct APE encompasses\napproximately 6,924 acres; the VAA APE is approximately 317,200 acres.\n\n\n-----\n\n**Figure 3.5-1 Proposed Area of Potential Effects (APE)**\n\n**Note:** The direct APE as shown in this figure includes previous versions of the gen-tie alignment and a northern\naccess road option. The APE was established, and surveys conducted prior to realignment and preliminary design\nmoved the gen-tie to its current position. The realignment was subsequently surveyed.\n\n\n-----\n\n**3.5.3 Affected Environment**\n\n**_3.5.3.1 Cultural Setting_**\n\n**Prehistoric Period**\nEvidence of human occupation first appears in the record in the Great Basin starting around 11,000 years\nbefore common era (BCE). Early occupants were hunter gatherers who formed small populations of\nhighly mobile foragers during the end of the Pleistocene. In addition to hunting, Paleoindian/Paleoarchaic\ngroups in the Great Basin pursued a broad subsistence strategy consisting of waterfowl, lagomorphs, and\nplant foods (Beck and Jones 1997). Pluvial lakes dried up from around 6,500 BCE to 3,000 BCE and\nsustenance shifted to seeds and other plants, as evidenced by ground stone artifacts. A cooler wet climate\nprevailed from 3,000 BCE through 500 common era (CE), reestablishing pluvial lakes. Larger mammals,\nespecially mountain sheep, appear to be the preferred game choice in upland settings, although deer,\nrabbit, and, occasionally, bison were taken (Aikens and Madsen 1986). From 500 to 1400 CE, human\npopulations in the central and western Great Basin, which includes the Project area, practiced a\ncontinuation of adaptive strategies from earlier periods. Throughout the archaic period and into the\nhistoric period, the regional archaeological record in the western Great Basin reflects variations in huntergatherer adaptations. The late prehistoric period is characterized by human use of small triangular arrow\npoints (e.g., desert side-notched, cottonwood triangular) and brownware pottery, called Intermountain\nBrownware. By the time of contact with non-Indigenous cultures, the present ethnographically known\nNumic-speaking bands were well established in the western Great Basin, including in the Project region.\n\n**Ethnographic and Ethnohistoric**\nThe Project is within a greater region that includes the Newe (Western Shoshone) to the east, the Numa\n(or Northern Paiute) within the Project area, and the Wa She Shu (Washoe) to the west.\n\nThe Newe (or Western Shoshone) territory traditionally covered a large swath of land from Death Valley,\nCalifornia, to the south, up to Idaho and Utah in the north-northeast, and including much of central\nNevada (ITCN 1976). Newe bands were flexible in membership and distribution. In central Nevada, the\nNo-ga’ie near Duckwater and Pi-at-tui’ab-be in Big Smoky Valley were documented by Powell and\nIngalls in 1873 as Newe bands with ties to south-central Nevada (Bengston 2003; ITCN 1976). Julian\nSteward’s work with Western Shoshone reported additional bands in Beatty (Ogwe-pi), the Belted Range,\nand Lida, Clayton, and Death Valleys (Steward 1938).\n\nThe Numa (or Northern Paiute) traditionally occupied the western third of the Great Basin region\nstretching from the Owens Valley in California through Nevada and into southern Oregon and Idaho\n(ITCN 1976b; Bengston 2003). The Numa language and traditions share many commonalities with the\nNewe and Nuwuvi to the east but are distinct from the Washoe and California groups to the west. Similar\nto all Great Basin groups, the Numa territory was composed of many overlapping and spatially fluid\nhomelands occupied by bands of varying size and composition. There were at least six distinct bands in\nthe southern portions of Numa territory, including the Kootzagwae of Mono Lake, Pagwewae and Agiwae\nof Walker Lake and lands east, Taboosewae of Mason and Smith Valleys, Toewae of the Carson Sink,\nand Kooeyooewae of Pyramid Lake (Stewart 1939; Johnson 1975; ITCN 1976b).\n\nThe Wa She Shu (or Washoe) inhabited and continue to reside in the area along the eastern Sierra Front to\nthe west, the Pine Nut and Virginia ranges to the east, Honey Lake in the north, and Sonora Pass in the\nsouth. Early occupation of the region by the Washoe is supported ethnographically and oral traditions tell\nthat the Washoe did not travel to this place, but rather have always been there. Linguistic studies show\nthat the Washoe language is drastically distinct from that of their neighbors (ITCN 1976c).\n\n**Historic Period**\nNevada’s historic period began in the 1700s when Spanish explorers passed through present-day southern\nNevada searching for a route to connect settlements in New Mexico with those in California. Exploration\nof central Nevada did not begin in earnest until 1826, when Spanish authorities opened the territory to fur\ntrapping. The Spanish province of Alta California, which included present-day Utah and Nevada,\nbelonged to Spain until 1822, then to Mexico, but was ceded to the U.S. in 1848 at the end of the Mexican\n\n\n-----\n\nAmerican War. In 1849, the discovery of gold near Sutter’s Mill, California, spurred westward migration.\nIn 1849 alone, the California Trail saw as many as 25,000 travelers. Emigrants did not typically pass\nthrough the central portions of Nevada until the 1860s (McBride 2002).\n\nThe Comstock strike of 1859 changed perceptions of Nevada from “pass through” country to a region of\neconomic potential (De Quille 1877; McBride 2002). Miners who initially failed to strike it rich in\nCalifornia came to the Comstock area near the Carson Valley to work the strike. Soon thereafter, the\nReese River District of central Nevada began to attract interest. In 1864, Nevada was admitted to the\nUnion as the 36 [th] state. During the late nineteenth and early twentieth centuries, mining continued to\ndevelop throughout western Nevada, necessitating the growth of railroad networks in the region. The four\nmajor railroads in the area were the Tonopah & Goldfield Railroad, the Las Vegas & Tonopah Railroad,\nthe Tonopah & Tidewater Railroad, and the Bullfrog Goldfield Railroad. Towns such as Yerington,\nHawthorne, Luning, and Mina, either already existed or cropped up along the railroads and were initially\nassociated with mining and/or railroad stations. Many of these towns persisted through the mid-twentieth\ncentury and some remain inhabited today. As mining and railroad growth halted throughout the region\nduring the mid-twentieth century, towns fostered and relied on other industries such as agriculture;\nmilitary infrastructure and training; recreation and tourism; gambling; and hospitality, all of which\nbecame major sources of economic growth for communities in western Nevada. The closest populated\narea to the solar site, the city of Yerington, started as a trading post in 1871 and was originally named\nPizen Switch. The town was renamed Greenfield, and then “Yerington,” for Henry M. Yerington,\nsuperintendent of the Virginia & Truckee Railroad from 1868 to 1910, in a failed attempt to woo him into\nbringing a rail spur to the town. Over the years, the area’s focus turned to farming as well as copper\nmining. The Anaconda Copper Company extracted 360 million tons of copper from its open pit mine\nbetween 1952 and 1978 (Travel Nevada, n.d.).\n\n**_3.5.3.2 Survey Methods_**\n\n**Direct APE**\nIn order to establish the affected environment and determine existing cultural resources (including historic\nproperties) that could be physically impacted by the Project, a Class I cultural resources inventory and\nreport and a Class III cultural resources survey and report were completed (Stoner and Catacora 2023).\nAll background research and fieldwork were completed by ASM Affiliates in accordance with the\nSecretary of the Interior’s Guidelines for Archaeology and Historic Preservation, the standards found\nwithin BLM Manual 8110, and the BLM Nevada State Office’s Guidelines and Standards for\nArchaeological Inventory (Sixth Edition).\n\nThe Class I cultural resources inventory, conducted prior to the Class III intensive survey, identified\nnumerous archaeological and historical sites within the direct APE. Data sources for the research included\nthe Nevada Cultural Resources Information System (NVCRIS) database; files from the BLM CCDO;\nhistoric General Land Office (GLO) and U.S. Geological Survey (USGS) maps; the NRHP database; and\npublished and unpublished tribal ethnographic overviews and TCP studies.\n\nA Class III cultural resources inventory was required for the direct APE for the Proposed Action and\nalternatives that were carried forward into detailed analysis. The Class III survey was performed by ASM\nAffiliates in 2022 and 2023. If portions of the direct APE were surveyed for cultural resources by a\nqualified professional in the last 20 years to Class III standards, those areas were not resurveyed. All\npreviously recorded sites in those areas were revisited and updated, as necessary. An approximately\n1,000-foot section of the gen-tie on Nevada Department of Wildlife (NDOW) property near the Fort\nChurchill substation was not surveyed due to access, but it has been reportedly surveyed for Greenlink\nWest (BLM 2023).\n\nCultural resources identified during the Class III inventory were evaluated for eligibility for listing in the\nNRHP by ASM and the BLM, within an appropriate historic context, using the four criteria of\nsignificance and the seven aspects of integrity. In order to be eligible for listing in the NRHP, a cultural\nresource must possess both historic significance and sufficient integrity to convey that significance (36\nCFR § 60.4). Significance must be demonstrated under one or more of the following four criteria: A)\n\n\n-----\n\nassociated with events that have made a significant contribution to the broad patterns of our history; B)\nassociated with the lives of persons significant in our past; C) embodies the distinctive characteristics of a\ntype, period, or method of construction, or that represent the work of a master, or that possess high artistic\nvalues, or that represent a significant and distinguishable entity whose components may lack individual\ndistinction; or D) have yielded, or may be likely to yield, information important in prehistory or history.\nCultural resources that are significant under the criteria must also retain sufficient integrity to be eligible\nfor listing in the NRHP. The seven aspects of integrity include location, design, setting, materials,\nworkmanship, feeling, and association.\n\n**Visual, Auditory, and Atmospheric APE**\nA records search and literature review (Class I Inventory) of the VAA APE was also conducted by ASM.\nA visibility analysis was performed using ArcGIS Spatial Analyst to identify all areas that would be\nvisible from the Project out to a distance of 5 miles. The visibility analysis identified where the Project\nwould be visible if there were no vegetation or structures to screen the Project components (i.e., bare earth\nanalysis).\n\nHistoric properties identified in the records search that a) were within the VAA APE, b) had potential\nvisibility based on the visibility analysis, and c) where visual, auditory, or atmospheric changes could\nimpact the integrity of the resource, were subject to visual field inspections and assessment. Visited\nhistoric properties were photographed from selected sensitive-viewer observation points, which were\nidentified within the historic property or at the boundary of the historic property. The photographs were\nused to prepare visual simulations and to complete BLM visual assessment forms to aid in the analysis of\neffects (Stoner and Catacora 2023a).\n\n**_3.5.3.3 Resources Found_**\n\n**Cultural Resources within the Direct APE**\nASM documented 80 previously unrecorded sites within the direct APE and revisited/re-evaluated six\npreviously recorded sites. Of these 86 sites, 72 are historic-era sites, nine are prehistoric era sites, and four\nare multi-component sites (Stoner and Catacora 2023). The nine pre-historic sites are all lithic scatters.\nThe 72 historic-era sites focus mainly on prospecting and mining, transportation and infrastructure\nresources including roads, railroads, and transmission lines, unassociated historic refuse deposits, a\nranching-related well and trough, and cadastral markers (Stoner and Catacora 2023, 2023a, and 2023b).\n\nThe BLM has determined that seven of the 86 sites within the direct APE are eligible for listing in the\nNRHP (i.e., are historic properties) and is seeking SHPO’s concurrence. The following table identifies the\nseven historic properties by category and type of site. The remaining sites have been recommended as not\neligible for listing in the NRHP. The SHPO is also being requested to provide concurrence on the “not\neligible” determinations.\n\n**Table 3.5-1: Libra Solar Project Historic Properties within the Direct APE**\n\n\n\n|Site number|Site description|NRHP determination|SHPO concurrence|\n|---|---|---|---|\n|26LY3165|Reese River Wagon Road|Eligible under Criterion A|Pending|\n|S3327|Southern Pacific Railroad|Eligible under Criterion A|Pending|\n|S3328|US Highway 95A [US95A]|Eligible under Criterion A|Pending|\n|26LY1450|Wabuska Drain Segments|Eligible under Criterion A||\n\n\n-----\n\n|Site number|Site description|NRHP determination|SHPO concurrence|\n|---|---|---|---|\n|26LY3287|Multi-component artifact scatter with features|Eligible under Criterion D|Pending|\n|LY3288|Paleoindian lithic scatter|Eligible under Criterion D|Pending|\n|LY3289|Paleoindian lithic scatter|Eligible under Criterion D|Pending|\n\n\n**Resources within the VAA APE**\nThe VAA APE included the area within 5 miles of the proposed Project. The records search and literature\nreview of the VAA APE identified 706 cultural resources within 5 miles of the proposed Project,\nincluding resources also within the direct APE. Of the sites within the VAA APE, 39 resources were\npreviously determined eligible for the NRHP under Criterion A, B, C and/or D. Sixteen of these 39\nhistoric properties were found to not have VAA components (i.e., setting components) that support their\neligibility determinations or listing and thus are not considered further in the VAA analysis. Between\nMarch 20 and 31, 2023, ASM conducted field visits of the remaining 23 historic properties to assess if\nthey have line-of-site viewsheds of the Project that would be affected or may have setting components\ncontributing to their site eligibility. Eighteen of the 23 historic properties visited by ASM were found to\nhave either no direct line-of-sight to the Project area or do not have setting components that support their\neligibility. These 18 historic properties were not considered further in the VAA analysis.\n\nThe remaining six historic properties, summarized in Table 3.5-2 3.5-2, are in the\nforeground/middleground zones of the VAA APE and have setting components that support their\neligibility, and thus are the six resources considered for potential VAA impacts in Section 3.5.4.\n\n**Table 3.5-2: Libra Solar Project NHRP- Eligible Sites within the VAA Area that could be Affected**\n**by the Project**\n\n|Site number|Site description|NRHP Status|\n|---|---|---|\n|26LY1450|Wabuska Drain|Eligible under Criterion A|\n|26LY2088|Y Hill|Eligible under Criterion A|\n|26LY2887/D357|Sagecrest Drive-In Historic District|Eligible under Criteria A, C and D|\n|26LY3165|Reese River Road, Refuse Scatter, and mining features|Eligible under Criterion A|\n|S3327|Southern Pacific Railroad|Eligible under Criterion A|\n|S3328|US Highway 95A [US95A]|Eligible under Criterion A|\n\n\n\nFour of the historic properties considered in the VAA APE are also in the direct APE, including Reese\nRiver Wagon Road (26LY3165), the Wabuska Drain (26LY1450), Southern Pacific Railroad (S3327),\nand US95A (S3328). The Wabuska Drain, Southern Pacific Railroad, and US95A have modernized\nfeatures. The Reese River Wagon Road site (26LY3165) consists of two segments of the historic wagon\nroad that were an important element of the local transportation network in the nineteenth and early\ntwentieth centuries, with a period of significance between 1859 and 1972. Y Hill (26LY2088) is the\nhistoric-era town marker for Yerington and consists of the “Y” geoglyph with an historic-era refuse\n\n\n-----\n\n",
    "comments": [
        {
            "quote": {
                "start": 129051,
                "end": 129357,
                "text": "The records search and literature\nreview of the VAA APE identified 706 cultural resources within 5 miles of the proposed Project,\nincluding resources also within the direct APE. Of the sites within the VAA APE, 39 resources were\npreviously determined eligible for the NRHP under Criterion A, B, C and/or D."
            },
            "comment": "The presence of 706 cultural resources within 5 miles and 39 sites eligible for NRHP suggests significant historic value in this area. Regulatory hurdles could arise from potential impacts on these sites, requiring thorough assessments and mitigation plans.",
            "metadata": {
                "risk_factor": "National Historic Sites"
            }
        },
        {
            "quote": {
                "start": 117665,
                "end": 117854,
                "text": "The Project is within a greater region that includes the Newe (Western Shoshone) to the east, the Numa\n(or Northern Paiute) within the Project area, and the Wa She Shu (Washoe) to the west."
            },
            "comment": "The project area overlaps with regions traditionally populated by the Newe, Numa, and Wa She Shu tribes. This raises potential regulatory concerns regarding tribal land use, requiring extensive consultations to ensure the project does not infringe on tribal rights and cultural sites.",
            "metadata": {
                "risk_factor": "Tribal Lands"
            }
        },
        {
            "quote": {
                "start": 127739,
                "end": 127914,
                "text": "The BLM has determined that seven of the 86 sites within the direct APE are eligible for listing in the\nNRHP (i.e., are historic properties) and is seeking SHPO’s concurrence."
            },
            "comment": "The identification of seven sites within the direct APE that are eligible for listing in the NRHP introduces significant regulatory hurdles. Approval from SHPO (State Historic Preservation Officer) will be necessary, and mitigation may be required to prevent or minimize impacts to these historic properties.",
            "metadata": {
                "risk_factor": "National Historic Sites"
            }
        },
        {
            "quote": {
                "start": 128812,
                "end": 128838,
                "text": "Paleoindian lithic scatter"
            },
            "comment": "Lithic scatters can be indicative of areas of significant archaeological interest. While they are not endangered species, disturbance of these areas could lead to protections akin to those for endangered species due to cultural and historical importance.",
            "metadata": {
                "risk_factor": "Endangered Species"
            }
        },
        {
            "quote": {
                "start": 24683,
                "end": 25020,
                "text": "Other suitable areas are proposed for other energy development projects (primarily solar) or have other constraints, including potential impacts from military operations, tribal lands, and special land uses, such as wetlands around the Fort Churchill substation or proximity to the Pony Express Trail and Lahontan Reservoir/Carson River."
            },
            "comment": "The mention of tribal lands as a constraint for alternative areas reflects a potential regulatory hurdle. Ensuring that the project doesn't conflict with tribal land use rights or disturb culturally significant areas will be necessary.",
            "metadata": {
                "risk_factor": "Tribal Lands"
            }
        }
    ],
    "features": [{"name": "Legal Complications - False", "score": "0.0"},
    {"name": "1 Agencies", "score": 0.9886665775104098},
    {"name": "2", "score": 0.011333422489590251}],
    "summary": "### Identification and Analysis of Endangered Species in the EIS\n\n---\n\n#### Identified Species:\nSeveral mentions of endangered species are present in the Environmental Impact Statement (EIS) for the Libra Solar Project. The following endangered species are identified and analyzed for potential impacts:\n\n1. **Yellow-billed Cuckoo (Coccyzus americanus)**\n   \n---\n\n### Detailed Analysis from the EIS:\n\n#### Yellow-billed Cuckoo (Coccyzus americanus):\n\n**1. **EIS Section: Executive Summary, ES.5 Comparison of Effects**\n\n**Specific Text:**\n\"Several commenters raised questions about potential impacts to bi-state sage-grouse, a special status species under consideration for listing as endangered or threatened under the Endangered Species Act (ESA)... The USFWS raised concerns regarding yellow-billed cuckoo, a federally listed endangered species. This species has not been documented in or near the Project area during recent surveys, nor in the past. The species could, theoretically, migrate along the Walker River corridor. A single crossing of the gen-tie occurs over the Walker River. As such, this species is addressed in the Draft EIS to identify the means of avoidance.\"\n\n**Analysis:**\n\n- **Overview:**\n  The yellow-billed cuckoo is a species federally listed as endangered and recognized as potentially being present in the project area along the Walker River corridor, particularly where the gen-tie line crosses. \n\n- **Impact Summary:**\n  While there is no documented presence of the yellow-billed cuckoo within the project area from past or recent surveys, the potential for the species to migrate along the Walker River corridor necessitates consideration. Despite the theoretical presence, measures for avoidance are identified and discussed within the EIS.\n\n- **Proposed Measures of Avoidance and Mitigation:**\n  The EIS suggests that even though the presence of the yellow-billed cuckoo has not been documented, appropriate measures should be taken to avoid impacting the species during the construction and operation of the Project. The means of avoidance likely include conducting pre-construction surveys, maintaining and monitoring the habitat along the Walker River, and adhering to USFWS guidelines during the construction of gen-tie crossings over the river.\n\n---\n\n### Potential Impact Summary and Recommendations:\n\n**Yellow-billed Cuckoo (Coccyzus americanus):**\n\n- **Summary of Potential Impacts:**\n  Given the theoretical nature of the presence of the yellow-billed cuckoo and the lack of documented sightings, the impact on this species is anticipated to be minimal with proper avoidance measures in place. The primary focus remains on ensuring that the migration corridor along Walker River is not disrupted, albeit the species is not a frequently observed inhabitant.\n\n- **Recommendations:**\n  - **Pre-construction Surveys**: Conduct thorough surveys to ascertain the possible presence during peak migration periods.\n  - **Timing of Construction**: Schedule the gen-tie construction during periods less likely to coincide with migration timings.\n  - **Habitat Preservation**: Ensure minimal disruption of vegetation and hydrology along Walker River that could potentially provide habitat during migration.\n  - **Continued Monitoring**: Engage in regular monitoring post-construction to ensure no adverse effects if the species is later observed to use the habitat corridor.\n\n---\n\n**Conclusion:**\nThe Libra Solar Project EIS addresses concerns related to the potential impact on the yellow-billed cuckoo by ensuring measures are in place despite the species not being documented in the project area. Continued monitoring and adherence to avoidance measures are crucial in mitigating any unforeseen impacts, aligning construction practices with environmental regulatory standards."
}